{"id":"p60-2","title":"تعلم بوربوينت Powerpoint للمبتدئين من الصفر حتى الاحتراف","thumbnail":"https://i.ytimg.com/vi/56030SBRfvE/hqdefault.jpg","videoCount":36,"channelId":"60","categories":["productivity-software","powerpoint"],"videos":[{"id":"56030SBRfvE","title":"[1] تعلم البوربوينت Powerpoint:  ما هو برنامج بوربوينت ولماذا تحتاج تعلمه وما هي أهميته؟","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nتعلم بوربوينت من الصفر للمبتدئين\nالدرس الأول [1]: ما هي أهمية بوربوينت ولماذا تحتاج تعلمه؟\nباستخدام PowerPoint على الكمبيوتر الشخصي أو جهاز Mac أو جهاز محمول:\nإنشاء عروض تقديمية من البداية أو من قالب.\nإضافة نص وصور ورسم ومقاطع فيديو.\nتحديد تصميم احترافي باستخدام PowerPoint Designer.\nإضافة انتقالات ورسوم متحركة وحركات.\nحفظ في OneDrive للوصول إلى العروض التقديمية من الكمبيوتر الشخصي أو الكمبيوتر اللوحي أو الهاتف.\nمشاركة الآخرين والعمل معهم، أينما كانوا.\nما هي استخدامات برنامج بوربوينت؟\nكيف تنزل بور بوينت؟\nهل برنامج مايكروسوفت بوربوينت مجاني؟\nما هو برنامج بوربوينت؟","date":"2022-04-25T23:01:42Z","thumbnail":"https://i.ytimg.com/vi/56030SBRfvE/hqdefault.jpg","url":"https://www.youtube.com/watch?v=56030SBRfvE"},{"id":"qGn5wdvkSrQ","title":"[2] نسخة الباربوينت وطريقة تغيير اللغة","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nتغيير اللغة التي يستخدمها Office في القوائم وأدوات التدقيق\nتوجد ثلاث مناطق في Microsoft Office حيث قد تحتاج إلى تغيير اللغة.\n\nالتحرير أو التأليف هما اللغة التي تكتب بها المحتوى وتحرره. قد تحتاج إلى تثبيت لوحة مفاتيح مقترنة خاصة بهذه اللغة من خلال إعدادات Windows.\n\nأدوات التدقيق هي التدقيق الإملائي والتدقيق النحوي. عادة، ستقوم بتعيين هذه اللغة كاللغة نفسها للتحرير والكتابة.\n\nلغة العرض هي لغة كل الأزرار والقوائم وعناصر التحكم في Office.\n\nيمكنك تعيين لغات العرض والتحرير أو التأليف بشكل مستقل عن بعضها البعض. على سبيل المثال، قد تحتاج أن تكون لغة العرض هي الإنجليزية، بينما المستند الذي تقوم بكتابته أو تحريره باللغة الفرنسية.","date":"2022-04-27T14:30:31Z","thumbnail":"https://i.ytimg.com/vi/qGn5wdvkSrQ/hqdefault.jpg","url":"https://www.youtube.com/watch?v=qGn5wdvkSrQ"},{"id":"iNqQDSjK45E","title":"[3] استعمال النسق والقوالب في بوربوينت","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\n[2] استعمال النسق والقوالب في بوربوينت Powerpoint themes templates\nبدء استخدام قالب في الباوربوينت\n1. حدد ملف ثم جديد.\n2. اختر قالبا أو اكتب كلمة أساسية أو عبارة أساسية في حقل البحث عن القوالب والنماذج عبر الإنترنت، ثم اضغط على مفتاح Enter.\n3. عندما تعثر على القالب الذي تريده، حدده لرؤية التفاصيل، ثم حدد إنشاء.\nما هو النسق؟\nالنسق هو مجموعة محددة مسبقا من الألوان والخطوط والتأثيرات المرئية التي تطبقها على الشرائح للحصول على مظهر موحد ومحترف.\nما هو قالب PowerPoint ؟\nالقالب هو نسق بالإضافة إلى بعض المحتوى لغرض معين، مثل عرض تقديمي للمبيعات أو خطة عمل أو درس في الفصل الدراسي.","date":"2022-04-30T17:05:52Z","thumbnail":"https://i.ytimg.com/vi/iNqQDSjK45E/hqdefault.jpg","url":"https://www.youtube.com/watch?v=iNqQDSjK45E"},{"id":"OdBX1Pm3sfo","title":"[5]  كيفية انشاء عرض تقديمي برزنتيشن جديد وحفظه في البوربوينت","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nإنشاء عرض تقديمي في PowerPoint\nباستخدام PowerPoint على الكمبيوتر الشخصي أو جهاز Mac أو جهاز محمول:\nإنشاء عروض تقديمية من البداية أو من قالب.\nإضافة نص وصور ورسم ومقاطع فيديو.\nتحديد تصميم احترافي باستخدام PowerPoint Designer.\nإضافة انتقالات ورسوم متحركة وحركات.\nحفظ في OneDrive للوصول إلى العروض التقديمية من الكمبيوتر الشخصي أو الكمبيوتر اللوحي أو الهاتف.\nمشاركة الآخرين والعمل معهم، أينما كانوا.\n\nإنشاء عرض تقديمي\n\nافتح PowerPoint.\nفي الجزء الأيسر، حدد جديد.\nحدد خياراً:\nلإنشاء عرض تقديمي من البداية، حدد عرض تقديمي فارغ.\nلاستخدام تصميم تم إعداده، حدد أحد القوالب.\nلرؤية تلميحات حول استخدام PowerPoint، حدد القيام بجولة، ثم حدد إنشاء، .","date":"2022-04-30T18:09:22Z","thumbnail":"https://i.ytimg.com/vi/OdBX1Pm3sfo/hqdefault.jpg","url":"https://www.youtube.com/watch?v=OdBX1Pm3sfo"},{"id":"fm1vhu9e00I","title":"[4] اضافة الشرائح حذفها وترتيبها في بوربوينت","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nإضافة شرائح وإعادة ترتيبها وتكرارها وحذفها في PowerPoint‏\nعند إنشاء العرض التقديمي، فإنك ستقوم عادةً بإضافة شرائح جديدة ونقل الشرائح من مكان إلى مكان وحذف الشرائح التي لست بحاجة إليها.\nإضافة شرائح\nحدد الشريحة التي تريد أن تتبعها الشريحة الجديدة.\n\nحدد الصفحة الرئيسيةثم شريحة جديدة.\n\nتحديد تخطيط.\n\nحدد مربع النص أو الشكل.\n\nحذف الشرائح\nحذف شريحة واحدة: انقر بزر الماوس الأيمن فوق الشريحة في جزء الصور المصغرة على اليمين، وحدد حذف الشريحة.\n\nحذف شرائح متعددة: اضغط باستمرار على Ctrl، وفي جزء الصور المصغرة على اليمين، حدد الشرائح. حرر المفتاح Ctrl. ثم انقر بزر الماوس الأيمن فوق التحديد واختر حذف الشريحة.\n\nحذف تسلسل شرائح: اضغط باستمرار على Shift، وفي جزء الصور المصغرة على الجانب الأيمن، حدد الشريحة الأولى والأخيرة في التسلسل. حرر المفتاح Shift. ثم انقر بزر الماوس الأيمن فوق التحديد واختر حذف الشريحة.\n\nتكرار الشريحة\nفي جزء الصور المصغرة على اليمين، انقر بزر الماوس الأيمن فوق الصورة المصغرة للشريحة التي تريد تكرارها، ثم انقر فوق تكرار الشريحة. سيتم إدراج الشريحة المكررة بعد الشريحة الأصلية مباشرةً.\n\nإعادة ترتيب الشرائح\nفي الجزء الموجود على اليمين، انقر فوق الصورة المصغرة للشريحة التي تريد نقلها، ثم اسحبها إلى الموقع الجديد.\n\nلتحديد عدة شرائح: اضغط باستمرار على Ctrl، وفي الجزء الموجود على الجانب الأيمن، انقر فوق كل شريحة تريد نقلها. حرر المفتاح Ctrl، ثم اسحب الشرائح المحددة كمجموعة إلى الموقع الجديد.","date":"2022-05-04T18:12:51Z","thumbnail":"https://i.ytimg.com/vi/fm1vhu9e00I/hqdefault.jpg","url":"https://www.youtube.com/watch?v=fm1vhu9e00I"},{"id":"pJunazp1d1g","title":"[5] تعديل بنية الشرائح عبر استعمال Slide Layout","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nتطبيق تخطيط شريحة\nيتضمن كل نسق في PowerPoint مجموعة من تخطيطات الشرائح—وهي ترتيبات محددة مسبقا لمحتوى الشريحة. تمنحك مربعات \"العنصر النائب\" أماكن لتوصيل المحتوى الخاص بك بها بتنسيق وترتيب يدوي قليل أو معدوم. يمكنك اختيار تخطيط من قائمة في PowerPoint، ثم إدراج الكلمات والرسومات.\n\nتتضمن التخطيطات المحددة مسبقا شريحة عنوان للبدء بها، وتخطيطا عاما للعنوان والمحتوى، وتخطيطا للمقارنة جنبا إلى جنب، وتخطيطا للصورة مع التسمية التوضيحية.\nرتب محتوى الشريحة بتخطيطات شرائح مختلفة لتناسب ذوقك وتفضيلاتك، أو لتحسين وضوح المحتوى وسهولة قراءته.\n\nحدد الشريحة التي تريد تغيير التخطيط لها.\n\nحدد تخطيط ثم الرئيسية.\n\nحدد التخطيط الذي تريده.\n\nتحتوي التخطيطات على عناصر نائبة للنص ومقاطع الفيديو والصور والمخططات والأشكال والقصاصات الفنية والخلفية والمزيد. تحتوي التخطيطات أيضا على تنسيق لتلك الكائنات، مثل ألوان النسق والخطوط والتأثيرات.","date":"2022-05-16T20:54:48Z","thumbnail":"https://i.ytimg.com/vi/pJunazp1d1g/hqdefault.jpg","url":"https://www.youtube.com/watch?v=pJunazp1d1g"},{"id":"CciM3dpA3TA","title":"[7] تغيير خلفية البوربوينت باضافة صورة أو لون","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\nتغيير خلفيات الشرائح\nكل نسق يتضمن خلفية. قد تكون الخلفية بيضاء عادية أو معبئة بلون خالص أو تدريجي أو معبئة بهيئة أو نمط أو تحتوي على نقش وقد تكون صورة أيضاً. عندما تقوم بالتغيير إلى نسق مختلف، يتم استبدال الخلفية.\n\nيتم تعريف ألوان الخلفية حسب ألوان النسق. وبالتالي، إذا قمت بتغيير نظام ألوان النسق، PowerPoint الخلفية لتعكس ألوان النسق الجديدة.\n\nإذا أعجبك نسق ما بنظام ألوانه وخطوطه، لكنك ترغب في خلفية مختلفة، يمكنك سريعاً استخدام خلفية أخرى لكل الشرائح أو تحديد شريحة واحدة فقط أو أكثر.","date":"2022-06-30T20:57:50Z","thumbnail":"https://i.ytimg.com/vi/CciM3dpA3TA/hqdefault.jpg","url":"https://www.youtube.com/watch?v=CciM3dpA3TA"},{"id":"FsxVCXqVprY","title":"[7]  تغيير لون وحجم الخط في جميع الشرائح دفعة واحدة في بوربوينت","description":"⬇️ كورس الاكسل (مع ملفات التمارين) كاملا: https://bit.ly/3MeTBg9\n⬇️ كورس الوورد كاملا: http://bit.ly/2J6AOHZ\n⬇️ كورس بوربوينت كاملا: https://bit.ly/3FRbAag\n[7]  تغيير لون وحجم الخط في جميع الشرائح دفعة واحدة في بوربوينت\nما المقصود بالشريحة الرئيسية؟\nعندما تريد أن تحتوي جميع الشرائح على نفس الخطوط والصور (مثل الشعارات)، يمكنك إجراء هذه التغييرات في مكان واحد وهو \"الشريحة الرئيسية\"، وسيتم تطبيق هذه التغييرات على جميع الشرائح. لفتح طريقة عرض \"الشريحة الرئيسية\"، من علامة التبويب عرض، حدد الشريحة الرئيسية\nتغيير لون وخط جميع الشرائح دفعة واحدة.","date":"2022-07-01T14:52:03Z","thumbnail":"https://i.ytimg.com/vi/FsxVCXqVprY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=FsxVCXqVprY"},{"id":"hEVX-yqFsMw","title":"[9] طريقة إضافة مربعات النصوص والعناوين في البوربوينت","description":"[9] طريقة إضافة مربعات النصوص والعناوين في البوربوينت\nإضافة نص إلى شريحة\nيمكنك إضافة نص إلى شريحة PowerPoint أو شريحة رئيسية عن طريق إدراج مربع نص والكتابة داخل ذلك المربع. يمكنك بعد ذلك تنسيق هذا النص عن طريق تحديد النص أو المربع بأكمله. يمكنك أيضا إضافة نص إلى العنصر النائب والأشكال.\nإضافة نص إلى عنصر نائب\nإضافة نص إلى مربع نص\nإضافة نص يمثل جزءاً من الشكل\nإضافة نص مستقل عن الشكل","date":"2022-07-01T21:26:04Z","thumbnail":"https://i.ytimg.com/vi/hEVX-yqFsMw/hqdefault.jpg","url":"https://www.youtube.com/watch?v=hEVX-yqFsMw"},{"id":"LqrWmRSr25Y","title":"[10] تعلم البوربوينت Powerpoint: المصمم الذكي Designer","description":"تعلم كيف تستخدم برنامج بوربوينت Powerpoint من الصفر حتى الاحتراف\nالدرس العاشر: كيفية استخدام المصمم الذكي Designer\nإنشاء تخطيطات شرائح احترافية باستخدام Designer\nتعملالمصمم على تحسين الشرائح لمشتركي Microsoft 365 من خلال إنشاء أفكار تصميم للاختيار من بينها تلقائيا.\n\nأثناء وضع المحتوى في شريحة، يعمل \"المصمم\" في الخلفية لمطابقة هذا المحتوى مع التخطيطات ذات التصميمات المحترفة.\nالحصول على أفكار تصميميات\n\nاطلب أفكار التصميم في أي وقت عن طريق اختيار زر شريط أدوات مصمم PowerPointمصمم  التصميم على الشريط.\n\nفي المرة الأولى التي تجرب فيها المصمم ، قد يطلب منك الإذن للحصول على أفكار التصميم لك. إذا كنت تريد استخدام \"المصمم\"، فحدد \"تشغيل\".\n\nلمعرفة المزيد، راجع بيان خصوصية Microsoft.\n\nبمجرد تشغيل \"التجارب المتصلة\"، PowerPoint تظهر لك أفكار التصميم تلقائيا عند إنشاء الشرائح. مع مرور الوقتPowerPoint تتعلم من تجربتك باستخدام أفكار التصميم وتعرض لك أفكار التصميم في الوقت المناسب. \n\nيُحسن المصمم الصور في الشرائح بنقرة واحدة.\n\nقم بالتمرير عبر الاقتراحات في جزء \"المصمم \" على الجانب الأيسر من النافذة.\n\nانقر لتحديد التصميم الذي تريده، أو أغلق النافذة أيضا. إذا حددت إحدى الأفكار، يتم تغيير الشريحة وفقا لذلك.\n\nيمكنك أيضا تحديد فكرة أخرى من الجزء أو العودة إلى تصميم الشريحة الأصلي: اضغط على Ctrl+Z للتراجع عن تغيير التصميم الذي حددته للتو.","date":"2023-01-26T23:38:18Z","thumbnail":"https://i.ytimg.com/vi/LqrWmRSr25Y/hqdefault.jpg","url":"https://www.youtube.com/watch?v=LqrWmRSr25Y"},{"id":"NcPtB7y82ik","title":"[11] تعلم البوربوينت Powerpoint: إضافة الصور","description":"إدراج صورة في PowerPoint\nإدراج صورة من الكمبيوتر إلى الشريحة\nبالاعتماد على الإصدار PowerPoint التي تستخدمه، يمكنك إدراج صور أو صور فوتوغرافية أو قصاصات فنية أو صور أخرى لإظهار الشرائح من الكمبيوتر أو من الإنترنت.\nانقر حيث تريد إدراج الصورة على الشريحة.\nفي علامة تبويب إدراج، في مجموعة صور، انقر فوقصور  ثم انقر فوقهذا الجهاز.\nأدرِج موقع الصورة في الشريط.\nفي مربع الحوار الذي يتم فتحه، استعرض حتى تصل للصورة التي تريد إدراجها، انقر فوق الصورة ثم انقر فوق إدراج.","date":"2023-01-30T17:35:12Z","thumbnail":"https://i.ytimg.com/vi/NcPtB7y82ik/hqdefault.jpg","url":"https://www.youtube.com/watch?v=NcPtB7y82ik"},{"id":"5p7kD7mBiZs","title":"[12] تعلم البوربوينت Powerpoint: تعديل العناصر Edit objects","description":"تحديد عناصر فردية على شريحة\nPowerPoint لـ Microsoft 365 PowerPoint لـ Microsoft 365 لـ Mac PowerPoint للويب المزيد...\nWindowsmacOSويب\nاستخدم خيارات \"تحديد\" في المجموعة \"تحرير\" في أقصى يمين علامة التبويب \"الصفحة الرئيسية\" لرؤية العناصر الفردية وتحديدها في PowerPoint:\n\"تحديد\" في المجموعة \"تحرير\"\nانقر فوق عنصر لتحديده. وإذا لم يؤد ذلك إلى تحديده، فضمن علامة التبويب الصفحة الرئيسية، في المجموعة تحرير، انقر فوق تحديد ثم قم بأي مما يلي:\n\nلتحديد كافة العناصر وعناصر نائبة الموجودة في الشريحة، انقر فوق تحديد الكل.\n\nلتحديد العناصر المخفية أو المكدسة أو خلف النص، انقر فوقتحديد العناصر ، ثم انقر فوق العناصر واسحبها فوقها.\n\nلفتح جزء التحديد، حيث يمكنك تحديد العناصر أو تحديدها أو عرضها أو إخفائها أو تغيير ترتيبها، انقر فوق جزء التحديد ،ثم انقر فوق الخيارات التي تريدها.\n\nتحديد كائن مكدس باستخدام جزء التحديد\nالشكل: في هذا المثال، يمكننا بسهولة تحديد الشكل البيضاوي في جزء التحديد، بينما على الشريحة، يتم وضع الشكل البيضاوي تحت شكلي الشمس والمثلث.\n\nبعد تحديد الكائن، يمكنك تطبيق PowerPoint والميزات على هذا الكائن كالمعتاد.","date":"2023-02-03T15:42:17Z","thumbnail":"https://i.ytimg.com/vi/5p7kD7mBiZs/hqdefault.jpg","url":"https://www.youtube.com/watch?v=5p7kD7mBiZs"},{"id":"tIW28f0x158","title":"[14] تعلم البوربوينت Powerpoint: توزيع العناصر  Align objects","description":"محاذاة العناصر أو ترتيبها\nExcel لـ Microsoft 365 Word لـ Microsoft 365 Outlook لـ Microsoft 365 المزيد...\nفي برامج Office، يمكنك محاذاة العناصر بسرعة (مثل الصور والأشكال ومربعات النص رسومات SmartArtWordArt.\nمحاذاة كائنات متعددة\nحدد العناصر التي تريد محاذاتها. انقر فوق العنصر الأول، ثم اضغط باستمرار على Ctrl أثناء النقر فوق العناصر الأخرى.\n\nقم بتنفيذ أحد الإجراءات التالية:\n\nلمحاذاة صورة، ضمن أدوات الصورة، انقر فوق علامة التبويب تنسيق .\n\nلمحاذاة شكل أو مربع نص أو WordArt، ضمن أدوات الرسم، انقر فوق علامة التبويب تنسيق .\n\nفي المجموعة ترتيب ، انقر فوق محاذاة، ثم حدد أحد هذه الأوامر من القائمة:\nالخيار\n\nالوصف\n\nمحاذاة لليسار\n\nمحاذاة العناصر على طول حوافها اليسرى\n\nمحاذاة المركز\n\nمحاذاة العناصر عموديا من خلال مراكزها.\n\nمحاذاة لليمين\n\nمحاذاة العناصر على طول حوافها اليمنى\n\nمحاذاة إلى الأعلى\n\nمحاذاة العناصر على طول حوافها العلوية\n\nمحاذاة للوسط\n\nمحاذاة الكائنات أفقيا من خلال وسطها.\n\nمحاذاة لأسفل\n\nمحاذاة العناصر على طول حوافها السفلية\nترتيب العناصر بمسافات متساوية عن بعضها البعض\nحدد ثلاثة عناصر على الأقل تريد ترتيب مسافات متساوية من بعضها البعض. لتحديد كائنات متعددة، انقر فوق العنصر الأول، ثم اضغط باستمرار على Ctrl أثناء النقر فوق العناصر الأخرى.\n\nلتحديد العناصر المخفية أو المكدسة أو خلف النص، قم بما يلي:\n\nعلى علامة التبويب الصفحة الرئيسية ، في المجموعة تحرير ، انقر فوق بحث وتحديد، وانقر فوق تحديد كائنات، ثم ارسم مربعا فوق العناصر.\n\nقم بتنفيذ أحد الإجراءات التالية:\n\nلترتيب الصور بالتساوي، ضمن أدوات الصورة، انقر فوق علامة التبويب تنسيق .\n\nلترتيب مجموعة تتضمن أشكالا أو مربعات نص أو WordArt بالتساوي، ضمن أدوات الرسم، انقر فوق علامة التبويب تنسيق .\n\nفي المجموعة ترتيب ، انقر فوق محاذاة، ثم قم بأحد الإجراءات التالية:\n\nشكل علامة التبويب \"تنسيق\" ضمن \"أدوات الرسم\"\nلترتيب العناصر أفقيا، انقر فوق توزيع أفقيا.\n\nلترتيب العناصر عموديا، انقر فوق توزيع عموديا.","date":"2023-02-06T19:30:19Z","thumbnail":"https://i.ytimg.com/vi/tIW28f0x158/hqdefault.jpg","url":"https://www.youtube.com/watch?v=tIW28f0x158"},{"id":"FDynhHjR6rU","title":"[15] تعلم البوربوينت Powerpoint: الانتقالات Transitions","description":"إضافة انتقالات بين الشرائح Powerpoint transitions\nانتقالات الشرائح هي تأثيرات تشبه الحركة التي تحدث عند الانتقال من شريحة إلى أخرى أثناء العرض التقديمي. أضف انتقالات الشرائح لإحضار PowerPoint التقديمي إلى الحياة.\n\nحدد الشريحة التي تريد إضافة انتقال إليها.\nحدد علامة التبويب انتقالات واختر انتقالاً.\nحدد انتقال لمشاهدة معاينة.\nحدد \"خيارات التأثير\" لاختيار اتجاه وطبيعة الانتقال.\nحدد معاينة للاطلاع على المظهر الذي تبدو عليه المرحلة الانتقالية.\nلإزالة انتقال، حدد انتقالات ثم بلا.\n------ المزيد من الشروحات:","date":"2023-04-29T11:03:29Z","thumbnail":"https://i.ytimg.com/vi/FDynhHjR6rU/hqdefault.jpg","url":"https://www.youtube.com/watch?v=FDynhHjR6rU"},{"id":"yAhWptnWL_w","title":"[16] تعلم البوربوينت Powerpoint: عناصر الطبقات Layer Objects","description":"تعلم الباوربوينت Powerpoint من الصفر للمبتدئين\nشرح عناصر الطبقات في الباربوينت Layer Objects in Powerpoint\nعند إضافة صور وأشكال ورسومات، يمكن أن تتداخل. يمكنك تغيير طريقة تداخل العناصر في PowerPoint باستخدام إرسال إلى الخلف وإحضار إلى الأمام لتغيير ترتيب التراكب. استخدم جزء التحديد للعثور على العناصر المخفية.\nنقل كائن إلى الخلف أو الأمام\nحدد العنصر.\nانقر بزر الماوس الأيمن، ثم حدد خيار:\nإحضار إلى المقدمة - لنقل الكائن أمام كل العناصر الأخرى.\nإرسال إلى الخلف - لنقل الكائن خلف كل العناصر الأخرى.\nأو لنقل كائن بين الطبقات:\nإحضار إلى الأمام ثم إحضار إلى الأمام - لنقل الكائن أمام كائن آخر.\nإرسال إلى الخلف ثم إرسال إلى الخلف - لنقل الكائن خلف كائن آخر أو خلفه.\nاستخدام \"جزء التحديد\" للعثور على العناصر المخفية\nإذا كان العنصر مخفياً خلف عناصر أخرى، فحدد الشريط الرئيسي ثم تحديد ثم جزء التحديد.\nفي جزء التحديد،إعادة ترتيب العناصر كما تريد. يتم سرد الكائن الأمامي في الأعلى. يمكنك إيقاف تشغيل/تشغيل العناصر عن طريق تحديد أيقونة \"فتح العين\" أو تأمينها.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-04-30T15:34:47Z","thumbnail":"https://i.ytimg.com/vi/yAhWptnWL_w/hqdefault.jpg","url":"https://www.youtube.com/watch?v=yAhWptnWL_w"},{"id":"Hdte5iZEBa8","title":"[17] تعلم البوربوينت Powerpoint: دمج الاشكال Merge Shapes","description":"دمج الأشكال في بوربوينت Merge Shapes in Powerpoint\nحدد الأشكال التي تريد دمجها: اضغط مع الاستمرار على مفتاح Shift أثناء تحديد كل شكل بدوره.\n\n(إذا لم تقم بتحديد أي أشكال ، فسيكون الزر دمج الأشكال في الخطوة 2 باللون الرمادي.)\n\nعلى علامة التبويب تنسيق الشكل، في المجموعة إدراج أشكال، حدد دمج الأشكال، ثم حدد الخيار الذي تريده.\n\nعلى علامة التبويب تنسيق الشكل، حدد دمج الأشكال.\n\nحدد خيار الدمج الذي تريده. يوضح الجدول التالي تأثير كل خيار على عينة دائرتين متداخلتين قليلا، كما يلي:\n\nلتوضيح دمج شكلين ، نبدأ بدائرتين أخضرتين متساويتين في الحجم ، تتداخل الدائرة اليمنى جزئيا مع الأخرى.\n\nخيار\n\nنتيجة\n\nاتحاد\n\nينتج عن اتحاد شكلين شكل واحد كامل بدون حد داخلي يوضح التمييز بين الشكلين الأصليين.\nتقاطع\n\nينتج عن تقاطع شكلين شكل واحد يتكون فقط من المنطقة التي تداخلت فيها الأشكال الأصلية.\nجزء\nينتج عن دمج شكلين مع خيار الجزء شكل واحد كامل مع حدود داخلية تظهر التمييز بين الشكلين الأصليين.\nطرح\n\nينتج عن طرح أحد الأشكال عن الآخر الشكل الأول ناقص المساحة التي يتداخل فيها الشكلان.\nالجمع بين\n\nيؤدي دمج شكلين مع خيار الجمع إلى الحصول على شكل واحد كامل مع وجود فجوة حيث يتداخل الشكلان.\nلاحظ أن الترتيب الذي تحدد به الأشكال المراد دمجها قد يؤثر على الخيارات المعروضة لك. إذا لم تكن راضيا عن الاختيارات التي تحصل عليها، فابدأ من جديد بإلغاء تحديد الأشكال، ثم كرر هذا الإجراء، وحدد شكلا مختلفا أولا عما فعلته في المحاولة السابقة.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-05-04T22:36:04Z","thumbnail":"https://i.ytimg.com/vi/Hdte5iZEBa8/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Hdte5iZEBa8"},{"id":"xMPnQ6a2jf0","title":"[18] تعلم البوربوينت Powerpoint: التجميع ونسخ التنسيق","description":"تجميع العناصر أو إلغاء تجميعها\nفي PowerPoint، قم بتجميع العناصر معا حتى تتمكن من نقلها أو تنسيقها في الوقت نفسه. أو فك تجميع العناصر بحيث يمكنك تغيير الأجزاء بشكل فردي.\n\nتجميع العناصر\nاضغط مع الاستمرار على Ctrl أثناء تحديد كل عنصر.\n\nحدد مجموعة ثم تنسيق الشكل ثمأيقونة المجموعة.المجموعة.\n\nقم بتنسيق أو نقل العنصر المجمَّع بالطريقة التي تريدها.\n\nفك تجميع العناصر\nتحديد عنصر مجمع.\n\nحدد تنسيق الشكل ثمأيقونة المجموعة.المجموعة ثم فك تجميعها.\nاستخدام نسخ التنسيق\nاستخدم \"نسخ التنسيق\" لتطبيق التنسيق نفسه بسرعة، مثل اللون أو نمط الخط وحجمه أو نمط الحدود، على أجزاء متعددة من النص أو الرسومات. باستخدام \"نسخ التنسيق\"، يمكنك نسخ كل التنسيقات من عنصر وتطبيقه على عنصر آخر - فكر فيه على أنه نسخ ولصق للتنسيق.\n\nحدد النص أو الرسم الذي يحتوي على التنسيق الذي تريد نسخه.\n\nملاحظة: إذا أردت نسخ تنسيق النص، فحدد جزءاً من فقرة. وإذا أردت نسخ تنسيق النص والفقرة، فحدد فقرة كاملة، بما في ذلك علامة الفقرة.\n\nلاختيار \"نسخ التنسيق\":\n\nفي علامة التبويب الصفحة الرئيسية ، حدد الزر \"نسخ التنسيق\"نسخ التنسيق في مجموعة الحافظة. \n\nالزر \"تنسيق الرسام\" على الشريط\n\nفي Outlook من رسالة أو رد جديد، اختر الزر \"نسخ التنسيق\"نسخ التنسيق على علامة التبويب رسالة في المجموعة الحافظة.\n\nإذا كان Outlook يستخدم الشريط المبسط، الزر \"نسخ التنسيق\"نسخ التنسيق في حد ذاته. \n\nالزر المبسط لرسام التنسيق\n\nيتغير المؤشر إلى أيقونة فرشاة الرسام إظهار مؤشر رسام التنسيق مع فرشاة الرسام.\n\nاستخدم فرشاة رسم فوق النص أو الرسومات المحددة لتطبيق التنسيق. تعمل هذه الميزة مرة واحدة فقط. لتغيير تنسيق التحديدات المتعددة في المستند، يجب أولا النقر نقرا مزدوجا فوق الزر \"نسخ التنسيق\"نسخ التنسيق. \n\nلإيقاف التنسيق، اضغط على ESC.","date":"2023-05-10T18:06:58Z","thumbnail":"https://i.ytimg.com/vi/xMPnQ6a2jf0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=xMPnQ6a2jf0"},{"id":"5ocxxhGraDg","title":"[19] تعلم البوربوينت Powerpoint:  حذف خلفية صورة","description":"حذف خلفية صورة في باوربوينت powerpoint remove image background\nإزالة خلفية صورة:\nحدد الصورة التي تريد إزالة الخلفية منها.\n\nعلى شريط الأدوات، حدد تنسيق الصورة ثم إزالة الخلفية، أو تنسيق ثم إزالة الخلفية.\n\nفي علامة التبويب تنسيق الصورة على شريط الأدوات، حدد الخيار إزالة الخلفية.\nإذا لم تتمكن من رؤية إزالة الخلفية، فتأكد من تحديد صورة. قد تحتاج إلى النقر نقرا مزدوجا فوق الصورة لتحديدها وفتح علامة التبويب تنسيق الصورة . \n\nستصبح منطقة الخلفية الافتراضية باللون البنفسجي لوضع علامة عليها لتتم إزالتها، بينما ستحتفظ المنطقة الأمامية بلونها الطبيعي.\n\nإذا لم تكن المنطقة الافتراضية صحيحة، فانتقل إلى إزالة الخلفية ثم أدوات الصورة وقم بأحد الإجراءين التاليين أو كليهما:\n\nإذا كانت أجزاء الصورة التي تريد الاحتفاظ بها هي أرجوانية (تم وضع علامة لإزالتها)، فحدد وضع علامة على المناطق للاحتفاظ بها واستخدم قلم الرسم الحر القلم المُستخدم لرسم الجداول لوضع علامة على المناطق الموجودة على الصورة التي تريد الاحتفاظ بها.\n\nلإزالة المزيد من أجزاء الصورة، حدد وضع علامة على المناطق لإزالة القلم الرصاص الرسم القلم المُستخدم لرسم الجداول لوضع علامة على تلك المناطق.\n\nتتيح لك خيارات إزالة الخلفية وضع علامة على مناطق معينة من الصورة للاحتفاظ بها أو إزالتها.\nعند الانتهاء، حدد الاحتفاظ بالتغييرات أو تجاهل كافة التغييرات.\n\nلحفظ الصورة في ملف منفصل لاستخدامها لاحقا، انقر بزر الماوس الأيمن فوق الصورة وحدد حفظ كصورة.\n\nيمكنك تطبيق تأثير فني أو إضافة تأثيرات صورة إلى الصورة المتبقية بعد إزالة الخلفية.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-05-13T15:19:48Z","thumbnail":"https://i.ytimg.com/vi/5ocxxhGraDg/hqdefault.jpg","url":"https://www.youtube.com/watch?v=5ocxxhGraDg"},{"id":"SSq6xWTh2MQ","title":"[20] تعلم البوربوينت Powerpoint: تحويل الصورة لشكل","description":"اختيار كيفية احتواء الصورة في الشكل\nإذا كانت الصورة منحرفة أو مقطوعة أو لا تملأ الشكل بالطريقة التي تريدها، فاستخدم أدوات الاحتواء والتعبئة الموجودة في القائمة قص لتصحيح محاذاة الصورة:\n\nانقر فوق شكل تم إنشاؤه باستخدام تعبئة الشكل ثم الصورة.\n\nانقر فوق أدوات الصورة \" ثم تنسيق، وفي المجموعة حجم، انقر فوق السهم الموجود أسفل قص. تظهر قائمة توضح خيارات القص.\n\nالزر \"اقتصاص\" في علامة التبويب \"تنسيق\" ضمن \"أدوات الصورة\"\n\nاختر احتواء إذا كنت تريد احتواء أكبر قدر ممكن من الصورة داخل الشكل؛ سيتم الاحتفاظ بنسبة العرض إلى الارتفاع للصورة الأصلية، ولكن قد يكون لديك مساحة فارغة داخل الشكل. \n\nاختر تعبئة لكي يتم احتواء الشكل داخل حدود الصورة، مع قص كل شيء خارج الشكل. يمكنك سحب الصورة لتغيير الجزء الذي تظهر فيه داخل الشكل.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-05-21T10:18:02Z","thumbnail":"https://i.ytimg.com/vi/SSq6xWTh2MQ/hqdefault.jpg","url":"https://www.youtube.com/watch?v=SSq6xWTh2MQ"},{"id":"gMBuneioQ2o","title":"[21] تعلم البوربوينت Powerpoint: إضافة المبيان للعرض التقديمي","description":"تعلم مايكروسوفت بوربوينت Microsoft Powerpoint من الصفر حتى الاحتراف للمبتدئين\nاستخدام المخططات والرسوم البيانية في عرضك التقديمي\nيمكنك إنشاء مخطط في PowerPoint أو Excel. إذا كانت لديك كمية كبيرة من البيانات تريد رسمها في مخطط، يمكنك إنشاء المخطط في Excel، ثم نسخه إلى عرضك التقديمي. هذه هي أفضل طريقة إذا كانت بياناتك عرضة للتغيير بشكل منتظم وكنت تريد دائماً إظهار أحدث الأرقام في مخططك. في هذه الحالة، عندما تنسخ المخطط وتلصقه، احرص على إبقائه مرتبطاً بملف Excel الأصلي.\nانقر فوق إدراج ثم‏ مخطط.\nإظهار الزر \"إدراج مخطط\" في powerpoint\nانقر فوق نوع المخطط، ثم انقر نقراً مزدوجاً فوق المخطط المطلوب.\nإظهار تحديد مخطط عمودي في powerpoint\nفي ورقة العمل الذي تظهر، استبدل العناصر النائبة بمعلوماتك الخاصة.\nجدول بيانات يظهر البيانات الافتراضية للمخطط\nعند إدراج المخطط، تظهر أزرار صغيرة بجانب زاويته العلوية اليسرى. استخدم الزر \"عناصر المخطط\" الزر \"عناصر المخطط\" من أجل إظهار عناصر مثل عناوين المحاور أو تسميات البيانات أو إخفائها أو تنسيقها. أو استخدم الزر أنماط المخططات الزر \"تخصيص مظهر المخطط\" لكي تقوم بسرعة بتغيير لون المخطط أو نمطه.\nعندما تنهي عملك، أغلق ورقة العمل.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-05-24T09:52:40Z","thumbnail":"https://i.ytimg.com/vi/gMBuneioQ2o/hqdefault.jpg","url":"https://www.youtube.com/watch?v=gMBuneioQ2o"},{"id":"KqezTR7Xg2s","title":"[22] تعلم البوربوينت Powerpoint: التصميم ب SmartArt","description":"إنشاء رسم SmartArt\nأنشئ رسم SmartArt لإنشاء تمثيل مرئي للمعلومات بسرعة وسهولة. يمكنك الاختيار من بين العديد من التخطيطات المختلفة لتوصيل رسالتك أو أفكارك بشكل فعّال. رسومات SmartArt إنشاء هذه Excel و Outlook و PowerPoint و Word ، ويمكن استخدامها في Office.\n\nللحصول على نظرة عامة رسومات SmartArt ، بما في ذلك اعتبارات اختيار أفضل رسم ونوع تخطيط لعرض البيانات أو نقل مفهوم، راجع اختيار رسم SmartArt.\nإدراج رسم SmartArt وإضافة نص إليه\nضمن علامة التبويب إدراج، في مجموعة التوضيحات، انقر فوق SmartArt.\n\nرسومات SmartArt في علامة التبويب \"إدراج\"\n\nفي مربع الحوار اختيار رسم SmartArt، انقر فوق النوع والتخطيط الذي تريده.\n\nأدخل النص عن طريق القيام بما يلي:\n\nانقر فوق [النص] في جزء \"النص\"، ثم اكتب النص الذي تريده.\n\nانسخ النص من موقع أو برنامج آخر، وانقر فوق [النص]‏ في جزء النص، ثم الصق النص الذي تريده.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-05-28T20:53:25Z","thumbnail":"https://i.ytimg.com/vi/KqezTR7Xg2s/hqdefault.jpg","url":"https://www.youtube.com/watch?v=KqezTR7Xg2s"},{"id":"pc3gtErvN-4","title":"[23] تعلم البوربوينت Powerpoint: ادراج فيديو من الانترنت مثل يوتيوب أو من جهاز الكمبيوتر","description":"اضافة فيديو لعرض بوربوينت\nإدراج فيديو من YouTube أو موقع آخر \nفي PowerPoint ل Microsoft 365 أو PowerPoint 2021 أو PowerPoint 2019، يمكنك إدراج فيديو عبر الإنترنت من YouTube أو Vimeo على شريحة.\n\nفي PowerPoint for Microsoft 365، الإصدار 1907 أو إصدار أحدث، يمكنك أيضا إدراج فيديو عبر الإنترنت من Microsoft Stream، وهي خدمة فيديو للمؤسسات - يمكن للأشخاص في المؤسسة تحميل مقاطع الفيديو وعرضها ومشاركتها مع بعضهم البعض.\n\nيتم تشغيل الفيديو مباشرة من موقع الويب ، ويحتوي على عناصر تحكم الموقع للتشغيل والإيقاف المؤقت ومستوى الصوت وما إلى ذلك. لا تنطبق ميزات تشغيل PowerPoint (التلاشي والإشارة المرجعية والقطع وما إلى ذلك) على مقاطع الفيديو عبر الإنترنت.\n\nنظرا لأنه يتم تخزين الفيديو على موقع ويب، بدلا من تخزينه في العرض التقديمي، يجب أن تكون متصلا بالإنترنت حتى يتم تشغيل الفيديو بنجاح.\n\nإدراج فيديو ويب\nفي متصفح الويب الخاص بك ، حدد موقع الفيديو الذي تريده.\n\nانسخ عنوان URL لصفحة الويب من شريط العنوان في متصفحك.\n\nقم بالتبديل مرة أخرى إلى PowerPoint وحدد الشريحة حيث تريد وضع الفيديو.\n\nعلى علامة التبويب إدراج على الشريط، حدد فيديو ثم فيديو عبر الإنترنت.\n\nفي مربع الحوار فيديو عبر إنترنت، الصق عنوان URL الذي نسخته في الخطوة 2.\n\nحدد إدراج.\n\nتشغيل الفيديو\nإذا تم إدراج مقطع فيديو بنجاح، فيمكنك تشغيله إما في طريقة العرض \"عادي\" أو \"عرض الشرائح\".\n\nيظهر زر تشغيل على الفيديو في طريقة العرض \"عادي\".\n\nفي عرض الشرائح، يمكنك التفاعل مع مقاطع الفيديو تماما كما تفعل في مستعرض ويب.\n\nبشكل افتراضي ، يتم تشغيل مقاطع الفيديو من YouTube و Vimeo في \"تسلسل النقرات\". يمكنك تشغيل الفيديو دون الحاجة إلى النقر فوق الزر \"تشغيل\". ما عليك سوى النقر على مفتاح المسافة للتقدم إلى الخطوة التالية في تسلسل النقرات.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-06-05T07:36:34Z","thumbnail":"https://i.ytimg.com/vi/pc3gtErvN-4/hqdefault.jpg","url":"https://www.youtube.com/watch?v=pc3gtErvN-4"},{"id":"CyFD43YgYRg","title":"24 تعلم البوربوينت Powerpoint اضافة وادراج مقطع صوتي","description":"كورس تعلم برنامج البوربوينت Powerpoint خطوة خطوة من الصفر حتى الاحتراف للمبتدئين\nإضافة صوت أو حذفه في عرض PowerPoint التقديمي\nيمكنك إضافة صوت، مثل الموسيقى أو السرد أو المقاطع الصوتية، إلى عرض PowerPoint التقديمي. لتسجيل أي صوت وسماعه، يجب أن يكون الكمبيوتر مزودا ببطاقة صوت وميكروفون وسماعات.\nإضافة صوت من جهاز الكمبيوتر الخاص بك\nحدد إدراج ثم الصوت.\n\nحدد الصوت على جهاز الكمبيوتر الخاص بي.\n\nفي مربع الحوار إدراج صوت، حدد ملف الصوت الذي تريد إضافته.\n\nحدد إدراج.\n\nتسجيل الصوت\nحدد إدراج ثم الصوت.\n\nحدد تسجيل الصوت.\n\nاكتب اسما لملف الصوت، وحدد تسجيل، ثم تحدث.\n\nملاحظه: يجب تمكين ميكروفون على جهازك لتسجيل الصوت.\n\nلمراجعة التسجيل، حدد إيقاف ثم حدد تشغيل.\n\nحدد تسجيل لإعادة تسجيل مقطعك، أو حدد موافق إذا كنت راضيا.\n\nلنقل مقطعك، حدد أيقونة الصوت واسحبها إلى المكان الذي تريده على الشريحة.\n\nإذا كنت تستخدم أكثر من ملف صوتي واحد لكل شريحة، فإننا نوصي بوضع أيقونة الصوت في نفس المكان على شريحة للعثور عليها بسهولة.\n\nحدد تشغيل.\n\nتغيير خيارات التشغيل\nحدد أيقونة الصوت ثم حدد علامة التبويب تشغيل أدوات الصوت. ثم حدد الخيارات التي ترغب في استخدامها:\n\nلقص الصوت ، حدد تقليم ثم استخدم أشرطة التمرير الحمراء والخضراء لقص ملف الصوت وفقا لذلك.\n\nلتلاشي الصوت أو تلاشيه، قم بتغيير الرقم في مربعات مدة التلاشي.\n\nلضبط مستوى الصوت، حدد مستوى الصوت وحدد الإعداد الذي تفضله.\n\nلاختيار كيفية بدء تشغيل الملف الصوتي، حدد سهم القائمة المنسدلة وحدد خيارا:\n\nفي تسلسل النقر: يقوم بتشغيل الملف الصوتي تلقائيا بنقرة واحدة.\n\nتلقائيا: يتم تشغيله تلقائيا بمجرد التقدم إلى الشريحة التي يعمل عليها ملف الصوت.\n\nعند النقر عليه: لتشغيل الصوت فقط عند النقر على الرمز.\n\nلاختيار كيفية تشغيل الصوت في العرض التقديمي، حدد خيارا:\n\nالتشغيل عبر الشرائح: لتشغيل ملف صوتي واحد عبر جميع الشرائح.\n\nتكرار حلقي حتى توقف: لتشغيل ملف صوتي بشكل حلقي حتى يتم إيقافه يدويا بالنقر فوق الزر تشغيل/إيقاف مؤقت.\n\nلتشغيل الصوت باستمرار عبر جميع الشرائح في الخلفية، حدد تشغيل في الخلفية.\n\nحذف الصوت\nلحذف مقطع صوتي، حدد أيقونة الصوت على الشريحة واضغط على Delete.\n\n\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-06-06T15:29:20Z","thumbnail":"https://i.ytimg.com/vi/CyFD43YgYRg/hqdefault.jpg","url":"https://www.youtube.com/watch?v=CyFD43YgYRg"},{"id":"UUxHNmafSQA","title":"[25] تعلم البوربوينت Powerpoint: الحركات Animations","description":"كورس تعلم برنامج البوربوينت Powerpoint خطوة خطوة من الصفر حتى الاحتراف للمبتدئين\nإضافة حركات وتأثيرات Powerpoint animations\nحدد العنصر أو النص الذي ترغب في إضافة حركة إليه.\n\nحدد رسوم متحركة واختر رسماً متحركاً.\n\nحدد خيارات التأثير واختر تأثيراً.\n\nإدارة الرسوم المتحركة والتأثيرات\nتوجد طرق مختلفة لبدء تشغيل رسوم متحركة في عرضك التقديمي:\n\nعند النقر - ابدأ حركة عند النقر فوق شريحة.\n\nمع السابق - تشغيل حركة في الوقت نفسه مع الحركة السابقة في التسلسل.\n\nبعد السابق - ابدأ تشغيل حركة مباشرة بعد حدوث الحركة السابقة.\n\nالمدة - إطالة التأثير أو تقصيره.\n\nتأخير - أضف وقتا قبل تشغيل التأثير.\n\nإضافة المزيد من التأثيرات للرسم المتحرك\nحدد عنصر أو نص يحتوي على رسم متحرك.\n\nحدد إضافة رسم متحرك واختر واحد منها.\n\nتغيير ترتيب الرسوم المتحركة\nحدد أداة تحديد الرسوم المتحركة.\n\nحدد الخيار الذي تريده:\n\nنقل سابقا - اجعل حركة تظهر في وقت سابق في التسلسل.\n\nنقل لاحقا - اجعل حركة تحدث لاحقا في التسلسل.\n\nإضافة رسوم متحركة إلى عناصر مجمعة\nيمكنك إضافة رسوم متحركة إلى العناصر المجمعة والنصوص والمزيد.\n\nاضغط على Ctrl وحدد العناصر المطلوبة.\n\nحدد تنسيق ثم مجموعة ثم مجموعة لتجميع العناصر معاً.\n\nحدد رسوم متحركة واختر رسماً متحركاً.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-06-08T21:24:44Z","thumbnail":"https://i.ytimg.com/vi/UUxHNmafSQA/hqdefault.jpg","url":"https://www.youtube.com/watch?v=UUxHNmafSQA"},{"id":"Y2gr-CkmQTs","title":"[26] تعلم البوربوينت Powerpoint: طريقة استخدام إحدى أفضل الانتقالات Morph","description":"كورس تعلم برنامج البوربوينت Powerpoint خطوة خطوة من الصفر حتى الاحتراف للمبتدئين\nانتقالات وكيفية استخدام Morph\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-06-12T21:22:40Z","thumbnail":"https://i.ytimg.com/vi/Y2gr-CkmQTs/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Y2gr-CkmQTs"},{"id":"oVOvh_ym2y4","title":"[27] تعلم البوربوينت Powerpoint: التكبير نحو الشرائح","description":"تكبير/تصغير الشريحة في بوربوينت\nيمكن أن يساعدك تكبير الشريحة على جعل العرض التقديمي أكثر ديناميكية، مما يسمح لك بالتنقل بحرية بين الشرائح بأي ترتيب تختاره دون مقاطعة تدفق العرض التقديمي. إنها خيار جيد للعروض التقديمية الأقصر بدون الكثير من المقاطع، ولكن يمكنك استخدام تكبيرات الشرائح للكثير من سيناريوهات العرض التقديمي المختلفة.\n\nتساعدك تكبيرات الشرائح على التنقل لأسفل في أجزاء متعددة من المعلومات أثناء الشعور كما لو كنت تقيم على اللوحة نفسها.\n\nإنشاء تكبير/تصغير شريحة\nانتقل إلى إدراج ثم ميزات الصور.\n\nإظهار الزر \"ميزات الصور\" في علامة التبويب \"إدراج\" في PowerPoint.\n\nحدد صورة الشريحة.\n\nإظهار أنواع مختلفة من \"ميزات الصور\" التي يمكن تحديدها عند الانتقال إلى \"إدراج\" ثم \"ميزات الصور\": صورة جدول المحتويات وصورة الشريحة وصورة المقطع.\n\nيتم فتح مربع الحوار تكبير/تصغير الشريحة . حدد الشرائح التي تريد استخدامها في تكبير الشريحة.\n\nبمجرد تحديد كافة الشرائح التي تريد استخدامها، حدد إدراج. يتم إنشاء تكبير/تصغير الشريحة.\n\nتلميح: إذا أردت ذلك، يمكنك إنشاء تكبير/تصغير شريحة بسرعة عن طريق تحديد الشريحة التي تريدها ببساطة من جزء الصور المصغرة وسحبها إلى الشريحة التي تريد تكبير الشريحة عليها. بهذه الطريقة، يمكنك إنشاء تكبيرات الشرائح وتغييرها بسرعة، وترتيبها كيفما تشاء ببساطة بالنقر والسحب.\n\nتغيير صورة المعاينة لتكبير الشريحة\nسيكون تكبير الشريحة بشكل افتراضي صورة مصغرة للمعاينة للشريحة، ولكن يمكنك اختيار صورة جديدة من الكمبيوتر الشخصي أو الويب لتمثيل المقطع أو الشريحة التي ستنتقل إليها.\n\nحدد التكبير/التصغير، ثم حدد علامة التبويب تنسيق على الشريط.\n\nإظهار علامة التبويب \"تنسيق أدوات الصورة\" على الشريط في PowerPoint.\n\nحدد تغيير الصورة لاختيار صورة جديدة من الويب أو الكمبيوتر الشخصي لاستخدامها بدلاً من الصورة المصغرة.\n\nإظهار مجموعة خيارات \"ميزات الصور\" في \"علامة التبويب تنسيق\" لصورة مقطع أو شريحة في PowerPoint.\n\nاختر الصورة التي تريدها أو ابحث عنها في الويب. بعد تحديد الصورة التي تريدها، حدد إدراج.\n\nإظهار مربع الحوار \"إدراج صورة\" في PowerPoint.\n\nيمكنك أيضا اختيار مظهر مختلف للتكبير/التصغير من أنماط التكبير/التصغير — يمكنك تغيير الحد أو إضافة تأثيرات مرئية أو الاختيار من أي من مجموعات الحدود والتأثيرات في المعرض.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2023-07-09T18:34:23Z","thumbnail":"https://i.ytimg.com/vi/oVOvh_ym2y4/hqdefault.jpg","url":"https://www.youtube.com/watch?v=oVOvh_ym2y4"},{"id":"2plB92EcIi0","title":"[28] تعلم البوربوينت Powerpoint: ملاحظات المحاضر","description":"كورس تعلم برنامج البوربوينت Powerpoint خطوة خطوة من الصفر حتى الاحتراف للمبتدئين\nإضافة ملاحظات المحاضر إلى الشرائح\nعندما تقوم بإنشاء العرض تقديمي، يمكنك إضافة ملاحظات المتحدث للإشارة إلى وقت لاحق أثناء تقديم عرض الشرائح أمام الحضور.\nأثناء العرض التقديمي، تكون ملاحظات المتحدث مرئية على جهاز العرض، ولكن غير مرئية للجمهور. وبالتالي جزء الملاحظات هو أفضل مكان لتخزين نقاط النقاش التي تريد الإشارة إليها عند تقديم العرض التقديمي.\nإضافة الملاحظات أثناء إنشاء العرض التقديمي\nجزء الملاحظات هو عبارة عن مربع يظهر أسفل كل شريحة. (الموضحة في الجزء الأرجواني في الصورة أدناه.) سيطالبك جزء \"ملاحظات فارغة\" بمحتوى نص يقول انقر لإضافة ملاحظات. اكتب ملاحظات المتحدث هناك. إذا لم تتمكن من رؤية جزء الملاحظات أو كان مصغراً بالكامل، فانقر فوق PowerPoint_genericالملاحظات على شريط مهام عبر أسفل نافذة (والتي أيضاً معلَّمة باللون الأرجواني في الصورة أدناه).\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-02-20T09:39:35Z","thumbnail":"https://i.ytimg.com/vi/2plB92EcIi0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=2plB92EcIi0"},{"id":"G7K2y0ZXB-Y","title":"[29] تعلم البوربوينت Powerpoint: التدريب على المحاضرة","description":"تدرب على عرض الشرائح باستخدام مدرب المحاضر\nيساعدك مدرب المحاضر على الاستعداد بشكل خاص لتقديم عروض تقديمية أكثر فعالية.\n\nيقيم مدرب المحاضر سرعتك، وعرضك التقديمي، واستخدامك لكلمات الحشو، والكلام غير الرسمي، والألفاظ الملطفة، والمصطلحات الحساسة ثقافيا، ويكتشف عندما تكون مفرطا في التعبير أو تقرأ النص ببساطة على شريحة.\n\nبعد كل تمرين، تحصل على تقرير يتضمن الإحصائيات والاقتراحات لتحقيق تحسينات.\n\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-02-21T21:53:24Z","thumbnail":"https://i.ytimg.com/vi/G7K2y0ZXB-Y/hqdefault.jpg","url":"https://www.youtube.com/watch?v=G7K2y0ZXB-Y"},{"id":"ZbrTHhcfkUU","title":"[30] تعلم البوربوينت Powerpoint: مشاركة العروض للعمل عليها جماعيا اون لاين","description":"كورس تعلم برنامج البوربوينت Powerpoint خطوة خطوة من الصفر حتى الاحتراف للمبتدئين\nمشاركة عرض PowerPoint التقديمي مع الآخرين\nحدد مشاركة.\n\nإذا لم يكن العرض التقديمي مخزنا بالفعل على OneDrive، فحدد مكان حفظ العرض التقديمي على السحابة.\n\nاختر مستوى أذونات، مثل أي شخص لديه ارتباط، أو ربما أشخاص فقط في شركتك. يمكنك أيضا التحكم في ما إذا كان بإمكان الأشخاص تحرير المستند أو عرضه فقط. \n\nحدد تطبيق.\n\nأدخل الأسماء والرسالة.\n\nحدد إرسال.\n\nيمكنك أيضا نسخ الارتباط ثم لصقه في بريد إلكتروني أو منشور على وسائل التواصل الاجتماعي أو حتى في رسالة نصية.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-02-22T08:05:05Z","thumbnail":"https://i.ytimg.com/vi/ZbrTHhcfkUU/hqdefault.jpg","url":"https://www.youtube.com/watch?v=ZbrTHhcfkUU"},{"id":"0DljIHSWVyM","title":"[31] تعلم البوربوينت Powerpoint:  استرجاع النسخ القديمة لعرض","description":"عرض الإصدارات السابقة من ملفات بوربوينت\nعرض الإصدارات السابقة من ملف\nإذا تم تخزين الملف فيOneDrive أو SharePoint في Microsoft 365 ، يمكنك العودة إلى إصدار سابق من الملف. هذا مهم بشكل لا يصدق إذا تم ارتكاب خطأ، لديك مشاكل مع البرامج الضارة أو فيروس، أو كنت تفضل فقط إصدارا سابقا. هذا مهم أيضا عندما تتعاون مع الآخرين ويقوم شخص ما بإجراء تغييرات لا تريدها في ملف. \nافتح الملف الذي تريد عرضه.\n\nانقر فوق عنوان الملف وحدد محفوظات الإصدارات. \n\nمحفوظات الإصدارات في Microsoft 365\n\nحدد إصدارا لفتحه في نافذة منفصلة.\n\nإذا كنت تريد استعادة إصدار سابق قمت بفتحه، فحدد استعادة.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-02-26T11:45:41Z","thumbnail":"https://i.ytimg.com/vi/0DljIHSWVyM/hqdefault.jpg","url":"https://www.youtube.com/watch?v=0DljIHSWVyM"},{"id":"EpRjgZlYsuA","title":"[33] تعلم البوربوينت Powerpoint: العرض التلقائي مثل الذي تشاهده في المعارض التجارية والمؤتمرات","description":"إنشاء عرض تقديمي ذاتي التشغيل\nيمكنك استخدام عرض تقديمي ذاتي التشغيل لتشغيله بدون مراقبة في kiosk في معرض تجاري أو مؤتمر، أو يمكنك حفظه كفيديو وإرساله إلى العميل.\nمن علامة التبويب عرض الشرائح، انقر فوق إعداد عرض الشرائح.\n\nضمن نوع العرض، اختر أحد الخيارات التالية:\n\nللسماح للأشخاص الذين يشاهدون عرض الشرائح بالتحكم بوقت التقدم بالشرائح، حدد مقدم بواسطة محاضر (ملء الشاشة).\n\nلتقديم عرض الشرائح في نافذة، حيث لا تتوفر إمكانية التحكم بالتقدم بالشرائح للأشخاص الذين يشاهدون العرض، حدد مستعرض من قبل فرد (داخل نافذة).\n\nلتنفيذ حلقة مستمرة لعرض الشرائح إلى أن يضغط الأشخاص الذين يشاهدونه على Esc، حدد مستعرض دون مراقبة (ملء الشاشة).\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-01T08:13:04Z","thumbnail":"https://i.ytimg.com/vi/EpRjgZlYsuA/hqdefault.jpg","url":"https://www.youtube.com/watch?v=EpRjgZlYsuA"},{"id":"Q3ccVF4TzDM","title":"[34] تعلم البوربوينت Powerpoint: انشاء نسق مخصص للشرائح","description":"تعلم بوربوينت Powerpoint كاملا من الصفر حتى الاحتراف للمبتدئين\nإنشاء نسق خاص بك في PowerPoint\nلإنشاء نسق مخصص، يمكنك البدء بنسق Office مضمّن وتعديله بتغيير أي من الألوان أو الخطوط أو التأثيرات التالية:\n\nتغيير إعدادات لون النسق والخط والتأثير.\n\nاحفظ الإعدادات كنسق جديد في معرض النسق.\n\nهذه الخطوات مذكورة أدناه.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-02T09:03:55Z","thumbnail":"https://i.ytimg.com/vi/Q3ccVF4TzDM/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Q3ccVF4TzDM"},{"id":"_bC3DF1iNxc","title":"[35] تعلم البوربوينت Powerpoint: تصميم قالب مخصص وحفظه","description":"كورس تعلم بوربوينت كاملا من الصفر حتى الاحتراف للمبتدئين\nإنشاء قالب PowerPoint وحفظه\nإنشاء قالب PowerPoint\nفتح عرض تقديمي فارغ: ملف ثم عرضتقديمي جديد ثم فارغ\n\nفي علامة التبويب تصميم ، حدد حجم الشريحة ثم حجم الشريحة المخصص واختر اتجاه الصفحة والأبعاد التي تريدها.\n\nعلى علامة التبويب عرض ، في المجموعة طرق العرض الرئيسية ، اختر الشريحة الرئيسية.\n\nانقر فوق \"الشريحة الرئيسية\" ضمن علامة التبويب \"عرض\"\n\nالشريحة الرئيسية هي أكبر صورة شريحة في أعلى القائمة المصغرة للشريحة، إلى يسار الشرائح. يتم وضع تخطيطات الشرائح المقترنة أسفل الشريحة الرئيسية.\n\nالشريحة الرئيسية\n\nلإجراء تغييرات على تخطيطات الشريحة الرئيسية أو الشريحة، على علامة التبويب الشريحة الرئيسية ، قم بأي مما يلي:\n\nلإضافة نسق ملون بخطوط وتأثيرات خاصة، انقر فوق نسق، واختر نسقا من المعرض. استخدم شريط التمرير على اليمين لرؤية المزيد من النسق.\n\nنُسق PowerPoint\n\nلتغيير الخلفية، انقر فوق أنماط الخلفية، واختر خلفية.\n\nأنماط خلفية PowerPoint\n\nلإضافة عنصر نائب (للاحتفاظ بالنص والصورة والمخطط والفيديو والصوت والكائنات الأخرى)، في جزء الصور المصغرة، حدد تخطيط الشريحة الذي تريد الاحتفاظ بالعنصر النائب، وقم بما يلي:\n\nانقر فوق إدراج عنصر نائب، وحدد نوع العنصر النائب الذي تريد إضافته.\n\nإظهار الزر \"إدراج عنصر نائب\" في \"عرض الشريحة الرئيسية\" في PowerPoint\n\nعلى الشريحة الرئيسية أو تخطيط الشريحة، انقر واسحب لرسم حجم العنصر النائب.\n\nتلميح:   لتغيير حجم عنصر نائب، اسحب زاوية أحد حدوده.\n\nلنقل عنصر نائب حول الشريحة الرئيسية أو تخطيط الشريحة، حدد الحافة ثم اسحبها إلى موضع جديد.\n\nنقل عنصر نائب على شريحة\n\nلإزالة عنصر نائب غير مرغوب فيه في شريحة رئيسية أو تخطيط شريحة، حدده في جزء الصور المصغرة للشريحة، ثم حدد حد العنصر النائب على الشريحة واضغط على Delete.\n\nلتعيين اتجاه الصفحة لكل الشرائح في العرض التقديمي، انقر فوق حجم الشريحة ثم حجم الشريحة المخصص.\n\nخيار قائمة \"تخصيص حجم الشريحة\"\n\nضمن الاتجاه، اختر عمودي أو أفقي.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-03T16:42:07Z","thumbnail":"https://i.ytimg.com/vi/_bC3DF1iNxc/hqdefault.jpg","url":"https://www.youtube.com/watch?v=_bC3DF1iNxc"},{"id":"bvEbhnhz4MI","title":"[36] تعلم البوربوينت Powerpoint: تسجيل التعليق الصوتي على العرض","description":"كورس تعلم بوربوينت كاملا من الصفر حتى الاحتراف للمبتدئين\n إضافة وتسجيل الصوت على عرض بوربوينت\nأضف الصوت وسجله، مثل الموسيقى أو السرد أو العضات الصوتية، إلى عرض PowerPoint التقديمي وحدد خيارات التشغيل.\n\nإضافة صوت من الكمبيوتر الشخصي\nحدد إدراج ثم Media ثم Audio.\n\nحدد الصوت على الكمبيوتر الشخصي.\n\nفي مربع الحوار إدراج صوت، حدد الملف الصوتي الذي تريد إضافته.\n\nحدد إدراج.\n\nتسجيل الصوت\nحدد إدراج ثم Media ثم Audio.\n\nحدد تسجيل الصوت.\n\nاكتب اسماً لملفك الصوتي، وحدد تسجيل، ثم تحدّث.\n\nهام: يجب تمكين الميكروفون في جهازك لتسجيل الصوت.\n\nلمراجعة التسجيل، حدد إيقاف، ثم حدد تشغيل.\n\nحدد تسجيل لإعادة تسجيل القصاصة، أو حدد موافق إذا كنت راضيا.\n\nلتحريك المقطع، حدد أيقونة الصوت واسحبها إلى المكان الذي تريده فيه على الشريحة.\n\nملاحظة: إذا كنت تستخدم أكثر من ملف صوتي واحد لكل شريحة، فمن المستحسن وضع أيقونة الصوت في نفس المكان على الشريحة للعثور عليها بسهولة.\n\nحدد تشغيل.\n\nتغيير خيارات التشغيل\nحدد أيقونة الصوت ثم حدد علامة التبويب تشغيل . ثم حدد الخيارات الذي تريد استخدامها:\n\nلاقتطاع الصوت، حدد اقتطاع، ثم استخدم شريط التمرير باللون الأحمر والأخضر لاقتطاع الملف الصوتي وفقا لذلك.\n\nلتضاؤل الصوت أو إخفائه، قم بتغيير الرقم في مربعات مدة التضاؤل.\n\nلضبط مستوى الصوت، حدد مستوى الصوت ثم حدد الإعداد الذي تفضله.\n\nلاختيار كيفية بدء تشغيل الملف الصوتي، حدد سهم القائمة المنسدلة وحدد أحد الخيارات:\n\nفي تسلسل النقر - تشغيل الملف الصوتي تلقائيا بنقرة واحدة.\n\nتلقائيا - يتم التشغيل تلقائيا بمجرد التقدم إلى الشريحة التي يوجد عليها الملف الصوتي.\n\nعند النقر فوق - تشغيل الصوت فقط عند النقر فوق الأيقونة.\n\nلاختيار كيفية تشغيل الصوت في العرض التقديمي، حدد خياراً:\n\nتشغيل عبر الشرائح - تشغيل ملف صوتي واحد عبر جميع الشرائح.\n\nالتكرار الحلقي حتى الإيقاف - تشغيل ملف صوتي على حلقة حتى يتم إيقافه يدويا بالنقر فوق الزر تشغيل/إيقاف مؤقت .\n\nلتشغيل الصوت باستمرار عبر كل الشرائح في الخلفية، حدد تشغيل في الخلفية.\n\nحذف صوت\nلحذف الصوت، حدد أيقونة الصوت على الشريحة واضغط على Delete.\n\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-04T14:17:35Z","thumbnail":"https://i.ytimg.com/vi/bvEbhnhz4MI/hqdefault.jpg","url":"https://www.youtube.com/watch?v=bvEbhnhz4MI"},{"id":"DowK4oLElJo","title":"[37] تعلم البوربوينت Powerpoint: حفظ وتحويل العرض لفيديو","description":"كورس تعلم بوربوينت كاملا من الصفر حتى الاحتراف للمبتدئين\nتحويل العرض التقديمي إلى فيديو\nعندما تقوم بتسجيل عرض تقديمي، يتم حفظ كل العناصر الخاصة به (السرد والحركة وحركات المؤشر والتوقيتات وغيرها) في العرض التقديمي نفسه. بشكل أساسي، يصبح العرض التقديمي فيديو يمكن للجمهور مشاهدته في PowerPoint.\n\nلذا لديك خياران لتحويل العرض التقديمي إلى ملف فيديو جاهز للعرض:\n\nحفظ/تصدير العرض التقديمي إلى تنسيق ملف فيديو (.mp4 أو .wmv).\n\nاحفظ العرض التقديمي كملف PowerPoint Show (.ppsx). (يظهر PowerPoint Show في وضع ملء الشاشة في عرض الشرائح، وهو جاهز للعرض على الفور.)\nبعد إنشاء الشرائح وتسجيل أي توقيت وسرد وإيماءات مؤشر الليزر التي تريد تضمينها، تكون جاهزاً لإنشاء ملف فيديو.\nفي القائمة ملف، حدد حفظ لضمان حفظ كل العمل الذي قُمتَ به مؤخراً في PowerPoint تنسيق عرض تقديمي (pptx.).\n\nانقر فوق ملف ثم تصدير ثم إنشاء فيديو. أو، من علامة التبويب تسجيل على الشريط، انقر فوق تصدير إلى فيديو.)\n\nفي مربع القائمة المنسدلة الأول أسفل العنوان إنشاء فيديو، حدد جودة الفيديو المطلوبة، التي تتعلق بدقة الفيديو الذي تم إنهاؤه. كلما زادت جودة الفيديو، زاد حجم الملف. (قد ترغب في اختبارها لتحديد ما يلبي احتياجاتك.)\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-05T10:58:08Z","thumbnail":"https://i.ytimg.com/vi/DowK4oLElJo/hqdefault.jpg","url":"https://www.youtube.com/watch?v=DowK4oLElJo"},{"id":"IUk9Cp3gELY","title":"[38] تعلم البوربوينت Powerpoint: حفظ العرض كصورة أو بي دي اف","description":"حفظ عروض PowerPoint التقديمية كملفات PDF\n\nعند حفظ العرض التقديمي كملف PDF ، فإنه يجمد التنسيق والتخطيط. يمكن للأشخاص عرض الشرائح حتى إذا لم يكن لديهم PowerPoint، ولكن لا يمكنهم إجراء تغييرات عليها.\n\nحدد ملف ثم تصدير.\n\nحفظ عرض تقديمي بتنسيق PDF\n\nانقر على إنشاء مستند PDF/XPS، ثم انقر على إنشاء PDF/XPS.\n\nفي شاشة النشر بتنسيق PDF أو XPS، اختر موقعا لحفظ الملف فيه. إذا كنت تريد أن يكون له اسم مختلف ، فأدخله في المربع اسم الملف.\n\nاختياريا، إذا كنت تريد تغيير شكل ملف PDF النهائي، قم بأي مما يلي:\n\nفي تحسين ل، حدد قياسي للحصول على جودة أعلى (على سبيل المثال، إذا كنت تريد طباعته). حدد الحجم الأدنى لتصغير حجم الملف (على سبيل المثال، إذا كنت تريد إرساله كمرفق بريد إلكتروني).\n\nانقر فوق خيارات لضبط كيفية ظهور العرض التقديمي كملف PDF. فيما يلي بعض الخيارات المتاحة:\n\nلحفظ الشريحة الحالية كملف PDF فقط، ضمن النطاق، حدد الشريحة الحالية.\n\nلحفظ شرائح معينة بتنسيق PDF، في الشرائح (الشرائح)، أدخل نطاق أرقام الشرائح في المربعين من وإلى.\n\nإذا كنت لا تريد حفظ الشرائح، ولكن بدلا من ذلك تحفظ التعليقات أو النشرات أو طريقة عرض المخطط التفصيلي فقط، ضمن نشر ماذا، حدد خيارا مناسبا. يمكنك أيضا تحديد عدد الشرائح التي ستظهر في المربع المنسدل شرائح لكل صفحة، وتعديل الترتيب (أفقي أو رأسي).\n\nيمكنك اختيار تضمين شرائح الإطار، الشرائح المخفية، التعليقات، الحبر، المعلومات غير المطبوعة مثل خصائص الوثيقة أو علامات تمييز هيكل الوثيقة، في PDF الخاص بك بتحديد الخيارات المناسبة.\n\nانقر فوق موافق.\n\nانقر على نشر.\n ⚡️ المزيد من الشروحات:\n\n❤️ تابعنا:\nتويتر: https://twitter.com/3alemneup\nفيس بوك: https://www.facebook.com/3alemneup\nتيك توك: https://www.tiktok.com/@3alemneup\nبنتريست: https://www.pinterest.com/3alemneup/","date":"2024-03-07T08:20:01Z","thumbnail":"https://i.ytimg.com/vi/IUk9Cp3gELY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=IUk9Cp3gELY"}],"channelTitle":"علمني اب - 3 alemneUP"}