{"id":"p63-168","title":"دورة تعلم المونتاج ببرنامج كامتازيا  9 camtasia","thumbnail":"https://i.ytimg.com/vi/NQouGFKm4i8/hqdefault.jpg","videoCount":1,"channelId":"63","categories":["video-editing"],"videos":[{"id":"NQouGFKm4i8","title":"تعلم المونتاج ببرنامج كامتازيا بنصف ساعة | 9 camtasia","description":"كمتاسيا ستوديو (بالإنجليزية: Camtasia Studio) هو برنامج حاسوب لعمل دروس فيديو و عروض تقديمية مباشرة من خلال تصوير الشاشة. بالاضافة إلى القيام بتعديل الفيديو وصناعة المؤثرات والمونتاج. البرنامج يسمح بتسجيل الصوت أو وضع تسجيلات وسائط متعددة، وفيه الكثير من المميزات مثل: تكبير الشاشة، تشغيل الكاميرا، وتصوير الشاشة بدقة عالية، وتغيير شكل مؤشر الماوس، وعمل مقدمات احترافية، و مؤثرات بصرية وصوتية عديدة.\n\nجعل مقاطع الفيديو مذهلة وتسجيلات الشاشة مع Camtasia - أفضل محرر فيديو الكل في واحد ومسجل الشاشة\n\nكل ما تحتاجه للفيديو\n\nما عليك سوى إدخال اللقطات الخاصة بك أو تسجيل فيديو على شاشتك ، ثم استخدم المحرر البسيط في Camtasia لإنشاء فيديو عالي الجودة.\n\nاختر لقطاتك\n\nأنشئ فيديو رائعًا ، حتى إذا لم تكن أبدًا من قبل. تسهل Camtasia تسجيل شاشتك أو استيراد لقطات الكاميرا الخاصة بك.\n\nاجعل تعديلاتك\n\nتحرير مقاطع الفيديو في أي وقت. يتيح لك محرر الفيديو بالسحب والإفلات إضافة عناوين وصور ورسوم متحركة وموسيقى وتحولات وأكثر احترافية بجودة عالية.\n\nإنشاء الفيديو الخاص بك\n\nيمكن لأي شخص إنشاء فيديو جذاب مع Camtasia. لا يتعين عليك إنفاق آلاف الدولارات على الاستعانة بمصادر خارجية لمقاطع الفيديو الخاصة بك أو قضاء أشهر في تعلم نظام معقد. \nميزات كامتاسيا ستوديو 9 مصممة لمساعدتك في إنشاء مقاطع فيديو أفضل\n\nمسجل الشاشة : تسجيل أي جزء من الشاشة ، وصولا إلى بكسل.\n\nكاميرا الويب : تتيح لك كاميرا الويب إضافة لمسة شخصية إلى الفيديو الخاص بك.\n\nالوسائط: استيراد الصور والصوت والفيديو حتى دقة 4K.\n\nMULTI-TRACK TIMELINE: أنشئ مقاطع الفيديو بسرعة باستخدام مسارات متعددة للصور والفيديو والنص والصوت.\n\nالشروحات: السهام ووسائل الشرح والأشكال والمزيد من المساعدة في الحصول على وجهة نظرك.\n\nالانتقال: إضافة مقدمة / outro لبداية أو نهاية مقطع أو صورة أو شكل أو نص.\n\nالرسوم المتحركة: تكبير أو تحريك أو إنشاء تأثيرات الحركة المخصصة الخاصة بك.\n\nVOICE NARRATION: طريقة رائعة لإضافة سياق لما تعرضه.\n\nتأثيرات الصوت: أضف المؤثرات الصوتية إلى التسجيلات أو الموسيقى أو السرد لتحسين الفيديو الخاص بك.\n\nالتأثيرات المرئية: قم بضبط الألوان وإضافة ظل إسقاط وتغيير سرعة القصاصة وغير ذلك الكثير.\n\nالتفاعل: إضافة اختبارات لمعرفة من يشاهد مقاطع الفيديو الخاصة بك ، ومقدار ما شاهدوه.\n\nالشاشة الخضراء: ضع نفسك في الفيديو الخاص بك مما يجعله يبدو كما لو كنت على حق في الإجراء. **************************\n نحن نؤمن بأن يكون المحتوى التعليمي مجاني بالكامل وللجميع ولكن يمكنك ان تكون اقرب الينا و تقدم دعمك لنا على منصة باتريون :)\nhttps://www.patreon.com/tecnou","date":"2019-04-30T03:49:34Z","thumbnail":"https://i.ytimg.com/vi/NQouGFKm4i8/hqdefault.jpg","url":"https://www.youtube.com/watch?v=NQouGFKm4i8"}],"channelTitle":"تكنو U"}