{"id":"p127","title":"دوباميكافين+","thumbnail":"https://i.ytimg.com/vi/FJ1ObiOzY4E/hqdefault.jpg","videoCount":33,"channelId":"12","categories":["social","self-development"],"videos":[{"id":"FJ1ObiOzY4E","title":"نظرية التغافل — كيف تغيّر حياتك بتجاهل ما لا يفيدك | دوباميكافين+","description":"هل سألت نفسك يومًا:\nليش في أشياء تلتهم طاقتك…\nوأشياء لو تجاهلتها حياتك تهدأ فورًا؟\n\nفي هذه الحلقة نستكشف كتاب نظرية التغافل للمؤلفة ميل روبينز،\nونكشف كيف أن التغافل الواعي مش ضعف ولا غفلة…\nبل أداة ذكية لتحرير طاقتك وتحقيق تركيزك الحقيقي. \naseeralkotb.com\n\nراح نشرح الفرق بين التعلق بالعقبات والتغافل الاستراتيجي،\nوليش كثير من الناس يغرقون في التفاصيل اللي ما تسوى وقتهم.\nمن قصص يومية بسيطة تحوّلت لأزمات…\nإلى أمثلة عملية توضّح كيف التغافل يخفّف التوتر ويزيد الإنتاجية.\n\nوبالختام، تمرين بسيط يساعدك تميّز:\nمتى تواجه موقف…\nومتى تتغاضى عنه…\nعشان تترك طاقتك للأهم.\n\nاكتشف كيف يكون التغافل قوة يومية،\nمو فقط تجاهل مؤقت…\nخاصة في الأيام اللي تحس فيها أن كل شي ثقيل.\n\n#دوباميكافين+ #نظرية_التغافل #ميل_روبينز #تنمية_ذاتية #تركيز_وطاقة","date":"2025-12-22T12:59:02Z","thumbnail":"https://i.ytimg.com/vi/FJ1ObiOzY4E/hqdefault.jpg","url":"https://www.youtube.com/watch?v=FJ1ObiOzY4E"},{"id":"eVLFUoNuJ4w","title":"دوافعك للحياة اليومية | دوباميكافين +","description":"هل سألت نفسك يومًا: ليش في أيام تكون فيها متحمّس ومركز… وأيام ثانية كل شي فيها ثقيل؟\nفي هذه الحلقة نشرح الفصل الأول من منهج زيغلر في الأهداف والدوافع، ونكشف كيف يصنع العقل “معنى” لكل خطوة تقوم فيها، وكيف يتحوّل هذا المعنى إلى طاقة تحركك يوميًا بدون ما تنتبه.\n\nنستعرض كيف يفرّق زيغلر بين “الرغبة” و“الدافع الفعلي”،\nوليش معظم الناس تكتب أهداف… لكنها ما تمشي خطوة وحدة باتجاهها.\nمن عامل بسيط قدرت حياته تتغيّر لأنه فهم السبب الحقيقي خلف هدفه،\nإلى تجربة نفسية توضّح كيف التحفيز اللحظي يختفي… بينما الدافع العميق يبقى،\nونكمل بقصة شخص غيّر نتيجته بالكامل بمجرد إعادة صياغة هدفه بطريقة أكثر وضوحًا،\nوختامًا بتمرين صغير استخدمه زيغلر مع آلاف الأشخاص ليكتشفوا أولوياتهم الحقيقية.\n\nاكتشف كيف تبني هدفًا يحرّكك، مو يُتعبك.\nوتعلّم كيف تصنع دافعًا يوميًا يبقى معك… حتى في الأيام اللي ما فيها طاقة.\n\n#دوباميكافين+","date":"2025-12-01T15:17:16Z","thumbnail":"https://i.ytimg.com/vi/eVLFUoNuJ4w/hqdefault.jpg","url":"https://www.youtube.com/watch?v=eVLFUoNuJ4w"},{"id":"jVABFXpkjAI","title":"كيف تصنع هدفًا يغيّر حياتك؟ | زيق زيقلر | دوباميكافين +","description":"كل واحدٍ منا يحمل هدفًا ما لكن القليل فقط يعرف كيف يصل إليه.\nفي هذه الحلقة من #دوباميكافين، نأخذك إلى عالم Zig Ziglar\nالكاتب الذي أعاد تعريف معنى النجاح،\nوربط تحقيق الأهداف بفكرة بسيطة:\nلن تصل لما تريده حتى ترى نفسك كما يجب أن تكون.\nنناقش كيف تؤثر نظرتك لذاتك على خطواتك،\nوكيف تتحول الصورة الذهنية إلى قوة تدفعك للالتزام،\nوكيف تختار أهدافًا تخدم حياتك، لا تُتعبك.\nحلقة تكشف لك لماذا تفشل الأهداف أحيانًا،\nوكيف تبدأ من الداخل قبل أن تبدأ من العمل\n\n#دوباميكافين","date":"2025-11-24T15:16:06Z","thumbnail":"https://i.ytimg.com/vi/jVABFXpkjAI/hqdefault.jpg","url":"https://www.youtube.com/watch?v=jVABFXpkjAI"},{"id":"5T_RZyJMkLc","title":"السر الذي لا يخبرونك عنه في تحقيق الأهداف | كتاب Goals | دوباميكافين +","description":"الأهداف ليست مجرد كلمات نكتبها في دفاترنا… بل هي البوصلة التي تقود حياتنا إمّا نحو الإنجاز، أو نحو التشتّت. كثيرون يحلمون، قليلون فقط يعرفون كيف يصنعون هدفًا حقيقيًا، واضحًا، قابلًا للتحقق. وبينما ننبهر غالبًا بالذين يحققون طموحاتهم، نادراً ما نفهم المنهج الذي اتّبعوه للوصول إلى تلك المرحلة من الوضوح والقوة.\n \nفي هذه الحلقة من «كتاب GOALS» نغوص في:\n \nلماذا يفشل معظم الناس في الوصول إلى أهدافهم رغم أنهم يمتلكون الطموح نفسه؟\n \nكيف يحوّل زيغ زيغلر كتابة الأهداف من ممارسة عابرة… إلى عملية مدروسة تغيّر حياتك من جذورها؟\n \nالخطوات التي تساعدك على ترتيب أهدافك، وفصل ما هو مهم عمّا هو مشتّت، وبناء خطة تشبهك وتخدمك.\n \nكيف تُعيد الأسئلة الأربعة الأساسية تشكيل طريقة تفكيرك، وتكشف لك ما تريد بالفعل لا ما تظن أنك تريده.\n \nوما الذي يجعل الهدف القوي بداية لطريق واضح، بينما الهدف العشوائي يصبح مجرد أمنية لا تصل إليها مهما حاولت.\n \nهذه الحلقة رحلة لفهم نفسك، وترتيب حياتك، وصناعة رؤية واضحة لما تريد أن تكونه وتصل إليه.\nستكتشف أن تحقيق الأهداف ليس مسألة حظ… بل مسألة طريقة.\n \nتابع الحلقة كاملة","date":"2025-11-17T14:00:57Z","thumbnail":"https://i.ytimg.com/vi/5T_RZyJMkLc/hqdefault.jpg","url":"https://www.youtube.com/watch?v=5T_RZyJMkLc"},{"id":"VhB5KTO_rlQ","title":"حين تكون أنت سبب تعاستك | كتاب مواطن الضعف لديك | دوباميكافين  +","description":"كل يوم نتّخذ قرارات لا تُحصى، نختار طريقًا ونترك آخر،\nثم نقضي وقتنا نندم على ما اخترناه.\nفي هذه الحلقة من #دوباميكافين، والمستوحاة من كتاب مواطن الضعف لديك للدكتور واين داير،\nنناقش كيف يقودنا الندم إلى فقدان السعادة، ولماذا لا يجب أن نحاسب أنفسنا على كل قرار لم يَسِر كما تمنّينا.\nستتعرّف كيف توازن بين العمل والعائلة، فذلك أحد سُبل السعادة، وكيف تختار بوعي الخيارات التي تخدم غاياتك بعد أعوام، لا رغباتك اللحظية.\nحلقة تساعدك على فهم نفسك أكثر، وتذكّرك أن السعادة ليست في الكمال أو النتائج،\nبل في الرضا عن الطريق الذي اخترته بإدراك ووعي.\n#دوباميكافين+","date":"2025-11-10T16:30:34Z","thumbnail":"https://i.ytimg.com/vi/VhB5KTO_rlQ/hqdefault.jpg","url":"https://www.youtube.com/watch?v=VhB5KTO_rlQ"},{"id":"2KF1oVDJc0w","title":"لماذا نتمسّك بما لم يعد يستحق؟ | مغالطة التكلفة الغارقة | دوباميكافين +","description":"كم مرة واصلت طريقًا تعرف أنه خاطئ،\nفقط لأنك استثمرت فيه وقتك أو جهدك أو مشاعرك؟\nفي هذه الحلقة من دوباميكافين+، و من كتاب فن التفكير بوضوح،\nنناقش مغالطة التكلفة الغارقة ، ذلك الفخ العقلي الذي يجعلنا نتمسّك بما بدأناه، حتى لو كان التراجع هو الخيار الأذكى.\nنخشى الانسحاب لأننا نربطه بالفشل، لكن الحقيقة أن التراجع أحيانًا وعي لا هزيمة.\nوفي أحيانٍ أخرى، يكون الإصرار هو الطريق للنجاح،\nفالفارق الحقيقي هو أن تعرف متى تتوقف… ومتى تستمر.\n#دوباميكافين+","date":"2025-11-03T21:17:20Z","thumbnail":"https://i.ytimg.com/vi/2KF1oVDJc0w/hqdefault.jpg","url":"https://www.youtube.com/watch?v=2KF1oVDJc0w"},{"id":"RlkARSNqspY","title":"كيف يتم التحكم فينا دون أن نلاحظ؟ | دوباميكافين+","description":"قد تضحك لأن الجميع يضحكون، أو تنظر إلى السماء لأن من حولك فعل ذلك، وربما حين تسافر تبحث أولاً عن تقييمات المطاعم والأماكن قبل أن تجرّبها بنفسك.\nنحن نميل دائمًا لتصديق ما يصدّقه الآخرون، وهذا ما يُعرف بظاهرة الإثبات الاجتماعي.\nفي هذه الحلقة من دوباميكافين+، \nنناقش كيف تؤثر آراء الناس على قراراتنا اليومية،\nوكيف تُستغل هذه الظاهرة في الإعلام ومواقع التواصل لتوجيه الرأي العام وتغيير الأفكار.\nحلقة تكشف كيف نُقلّد دون أن نلاحظ، وكيف يمكن للوعي أن يكون خط دفاعنا الأول ضد تأثير الجماعة.\n#دوباميكافين+","date":"2025-10-28T09:18:44Z","thumbnail":"https://i.ytimg.com/vi/RlkARSNqspY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=RlkARSNqspY"},{"id":"uzfYE5A6VE0","title":"لماذا نأكل رغم أننا لسنا جائعين؟ | كتاب عادة الجوع | دوباميكافين +","description":"تظن أنك تأكل لأنك جائع..\nلكن الحقيقة أنك أحيانًا تأكل لتملأ فراغًا آخر لا علاقة له بالمعدة.\nفي هذا الفصل من #دوباميكافين + نواصل الغوص في كتاب “عادة الجوع” للدكتور جادسون بروير،\nلكن هذه المرة نبحث في ما وراء الأكل  في تلك اللحظة التي تمتد فيها يدك للطعام دون وعي.\nلماذا نأكل رغم أننا لسنا جائعين؟\nهل هو التوتر؟ الملل؟ أم رغبة العقل في مكافأة سريعة؟\nالكتاب يكشف كيف يربط دماغنا بين الطعام والعاطفة،\nوكيف نُعيد برمجة هذه العادة حين نفهمها بدل أن نقاومها.\nليست المسألة قوة إرادة، بل وعي.\nوعيٌ يجعلك ترى أن الجوع أحيانًا لا يكون في الجسد… بل في الداخل.","date":"2025-10-13T14:39:25Z","thumbnail":"https://i.ytimg.com/vi/uzfYE5A6VE0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=uzfYE5A6VE0"},{"id":"uuvU2dncVT0","title":"وهم أجسام السباحين | دوباميكافين +","description":"نميل في حياتنا إلى معالجة النتائج لا الأسباب.\nنعالج التعب بالقهوة، لا بنومٍ كافٍ.\nنعالج القلق بالتسلية، لا بمواجهة ما يسبّبه.\nونعيش داخل دائرة نُطفئ فيها الحرائق دون أن نبحث عن مصدر الشرارة.\nهذه المغالطة ليست مجرد خطأ في التفكير، بل أصبحت ثقافة تُغذّيها الإعلانات من حولنا.\nشركات التسويق تتقن لعبتها؛ فهي لا تبيعك الحل، بل الوهم السريع… النتيجة دون السبب.\nفي هذا الفصل من فن التفكير بوضوح، نكشف:\nكيف تقودنا عقولنا إلى التركيز على النتيجة بدل الجذر الحقيقي للمشكلة.\nولماذا أصبحت هذه العادة منتشرة في كل مجالات الحياة  من علاقاتنا، إلى صحتنا، إلى قراراتنا.\nوكيف يمكننا استعادة وضوح التفكير… حين نبدأ بالبحث عن “السبب” لا “الأثر”.\nرحلة جديدة لفهم كيف تُخدع عقولنا بالبريق السريع، وكيف نعود إلى التفكير بوضوح.\nتابع الفصل الثاني من فن التفكير بوضوح الآن.\n #دوباميكافين +","date":"2025-10-06T13:40:34Z","thumbnail":"https://i.ytimg.com/vi/uuvU2dncVT0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=uuvU2dncVT0"},{"id":"AMlYH96qtZQ","title":"لماذا يجب أن نزور المقابر؟ | كتاب فن التفكير | دوباميكافين +","description":"الفشل ليس مجرد محطة مؤقتة، بل يشبه مقبرة يدفن فيها الكثير أحلامهم قبل أن تتاح لهم فرصة الانطلاق مرة أخرى. بينما نُعجب غالبًا بالناجحين ونصفّق لإنجازاتهم، نادراً ما نفهم الطرق الصعبة والتضحيات التي مرّوا بها للوصول إلى القمة.\n\nفي هذه الحلقة من «كتاب فن التفكير» نغوص في:\nكيف يجعلنا الفشل أقوى إذا تعلمنا قراءة الدروس الكامنة فيه بدلاً من الهروب منه.\nلماذا التجارب الفاشلة تمنحنا معرفة أعمق من النجاحات السهلة، وكيف نصنع من كل خطأ خطوة نحو التفوق.\nكيف يقودنا التفكير الصحيح لتجنّب الوقوع في مقبرة الفشل، وتحويل كل عقبة إلى فرصة.\nوما الذي يجعل النجاح ممكنًا… رغم أنه ليس أمرًا سهلًا على الإطلاق، ولماذا نحن نحب الناجحين ونحتفل بهم دائمًا.\n\nهذه الحلقة رحلة للتأمل والتعلم من تجارب الحياة، لتكتشف أن الفشل ليس النهاية، بل بداية الطريق نحو الإنجاز الحقيقي.\nتابع الحلقة كاملة الآن.","date":"2025-09-29T14:40:44Z","thumbnail":"https://i.ytimg.com/vi/AMlYH96qtZQ/hqdefault.jpg","url":"https://www.youtube.com/watch?v=AMlYH96qtZQ"},{"id":"W-tg4eXN0Jc","title":"كيف نكشف الكاذبين ؟ | كتاب لغة جسد الكاذبين | دوباميكافين","description":"الكاذب يترك دائمًا أثرًا خلفه، حتى لو لم ينطق بكلمة.\nابتسامة متوترة، حركة يد غير مبررة، أو نظرة تهرب في اللحظة الخطأ… كلها إشارات تكشف الحقيقة.\nفي هذا الحلقة من “كتاب لغة جسد الكاذبين ” نستعرض لكم:\nكيف تكشف لغة الجسد أسرار الكاذب.\nما العلامات الدقيقة في الوجه والصوت التي لا يستطيع إخفاءها.\nولماذا يخون الجسد صاحبه مهما حاول السيطرة.\nتعلم معنا كيف تميز الصدق من الخداع وتقرأ ما وراء الكلمات.\nتابع الحلقة كاملة الآن!","date":"2025-09-22T14:32:43Z","thumbnail":"https://i.ytimg.com/vi/W-tg4eXN0Jc/hqdefault.jpg","url":"https://www.youtube.com/watch?v=W-tg4eXN0Jc"},{"id":"Nzx_1iVP4dg","title":"لماذا يكذب الجميع؟...كتاب لغة جسد الكاذبين | دوباميكافين +","description":"هل تساءلت يومًا عن سبب كذب الناس، حتى أولئك الذين يبدون صادقين؟\nالكذب ليس مجرد تصرف خاطئ، بل هو جزء غريب ومعقد من طبيعة الإنسان. نكذب أحيانًا لحماية أنفسنا، وأحيانًا لتجنب إحراج الآخرين، وأحيانًا دون سبب واضح على الإطلاق.\nفي هذه الحلقة نستعرض لكم الجانب النفسي للكذب، ونكشف:\nلماذا يكذب البشر أكثر مما يظنون.\n\n\nكيف يتشكل الكذب في الدماغ وما تأثيره على المشاعر.\n\n\nلماذا ينجح بعض الأكاذيب في إقناعنا رغم شعورنا الداخلي بالحقيقة.\n\n\nإذا أردت أن تفهم العقل البشري وتعرف سبب تصرفات من حولك، وتكشف أسرار ما وراء كل كذبة فتعلم معنا كيف يعمل الكذب في أدمغتنا.\nتابع الحلقة كاملة الآن!","date":"2025-09-15T14:46:14Z","thumbnail":"https://i.ytimg.com/vi/Nzx_1iVP4dg/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Nzx_1iVP4dg"},{"id":"BKvBT9V5gBM","title":"كيف تجعل جمهورك ينصت لك حتى النهاية؟ | دوباميكافين +","description":"هل تساءلت يومًا: لماذا يُصغي الناس لبعض المتحدثين حتى آخر كلمة، بينما يتشتت انتباههم عند آخرين خلال دقائق قليلة؟ \n\nالسر يكمن في القصة.\nفالقصة ليست مجرد حكاية للتسلية، بل هي أداة تواصل قوية تحرك المشاعر، وتبسط المفاهيم المعقدة، وتترك أثرًا لا يُنسى في الذاكرة. المعلومات قد تُمحى، والأرقام قد تُهمل، لكن قصة واحدة مؤثرة يمكن أن تعيش في القلب والعقل لسنوات طويلة.\n\nفي هذه الحلقة نستعرض معًا أفكار كتاب كيف تتحدث مع جمهورك، ونكشف:\n\nلماذا تُعد القصة الوسيلة الأقوى للتأثير في الجمهور.\n\nكيف يمكن تحويل المعلومة الجامدة إلى رسالة نابضة بالحياة.\n\nما الذي يجعل الناس يتذكرون القصة أكثر من أي شيء آخر.\n\nإن أردت أن تُصغي إليك العقول، وتفتح لك القلوب، وتبقى كلماتك عالقة بعد أن تنتهي… فتعلم كيف تروي قصة.","date":"2025-09-08T14:47:56Z","thumbnail":"https://i.ytimg.com/vi/BKvBT9V5gBM/hqdefault.jpg","url":"https://www.youtube.com/watch?v=BKvBT9V5gBM"},{"id":"iLeZ3V8-Lb0","title":"كيف تتحدث أمام الجمهور؟ | دوباميكافين +","description":"هل تشعر بالتوتر عند التفكير في التحدث أمام جمهور؟ في هذه الحلقة، ستتعلم كيفية إلقاء خطاب مؤثر يجذب انتباه الجمهور ويترك أثراً دائماً. سنستعرض استراتيجيات فعّالة للتحكم في الخوف وتنظيم الأفكار، بالإضافة إلى كيفية بناء هيكل واضح لخطابك.\n\nستكتشف أيضاً تقنيات توظيف لغة الجسد بذكاء، مثل كيفية استخدام التواصل البصري ونبرة الصوت لشد انتباه الجمهور والحفاظ على تفاعلهم طوال الحديث.\n\nفي هذه الحلقة ستتعلم:\n\nكيفية استخدام لغة الجسد بشكل فعّال أثناء الحديث.\n\nتعديل نبرة الصوت للحفاظ على حيوية التفاعل مع الجمهور.\n\nأهمية التواصل البصري وكيفية الحفاظ عليه طوال حديثك.\n\n\nإذا كنت ترغب في أن تصبح متحدثًا أكثر ثقة وقوة، لا تفوت هذه الحلقة!","date":"2025-08-25T15:21:00Z","thumbnail":"https://i.ytimg.com/vi/iLeZ3V8-Lb0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=iLeZ3V8-Lb0"},{"id":"govGSoUV0k8","title":"10 خطوات لبناء عقل أكثر صلابة وقوّة | القوة الذهنية | دوباميكافين+","description":"هل القوة الذهنية مجرّد حالة نفسية؟\nأم أنها مهارة تُكتسب وتُصقل من التجارب اليومية؟\n\n\nفي الجزء الثاني من حلقة القوة الذهنية من دوباميكافين+،\nنغوص في كتاب القوة الذهنية للمؤلف دايمون زاهارايدس، و نسلط المجهر\nعلى كيفية تحول الصلابة الذهنية من فكرة إلى تطبيق، ومن نظرية إلى أسلوب حياة.\n\n\nفي هذه الحلقة نتعمّق في فكرة التحكّم بالعقل و نرافقك في رحلة تعلّم كيف تعيد كيف تتعامل بوعي وفعالية مع الانتكاسات، النقد الداخلي، وضغوط الحياة من خلال 10 خطوات عملية تُمكّنك من بناء عقلٍ أكثر صلابة وثباتًا.\n\nنشرح خطوة بخطوة كيف تتحوّل المفاهيم النظرية إلى تمارين يومية:\nمن تجزئة الأهداف، وضبط الانفعالات، إلى بناء العادات، والاحتفال بالتقدم مهما كان صغيرًا.\n\n\n\nنقرب المفاهيم من واقعك ونكشف كيف تتحوّل إلى أدوات تُمارس كل يوم.\nشاهد الحلقة كاملة","date":"2025-08-04T14:49:53Z","thumbnail":"https://i.ytimg.com/vi/govGSoUV0k8/hqdefault.jpg","url":"https://www.youtube.com/watch?v=govGSoUV0k8"},{"id":"RCIkBt0ym6I","title":"كيف تبني الصلابة الذهنية؟ | القوة الذهنية | دوباميكافين+","description":"ماذا تفعل حين ينهار كل شيء من حولك؟\nحين يتحوّل عقلك إلى خصمٍ يهاجمك بدل أن يكون سلاحك؟\nوحين يهمس لك صوت داخلي: \"استسلم\"... هل تستطيع أن تُسْكته؟\nفي هذه الحلقة من دوباميكافين+، نغوص في كتاب \"القوة الذهنية\" للمؤلف ديمون زاهارايدس،\nحيث يكشف لنا سر الصلابة الذهنية: تلك القوة الصامتة التي تمنحك الثبات في وجه الفشل،\n والتحمّل وسط الألم، والقدرة على الاستمرار عندما يتوقف الجميع.\nكيف تُدرّب عقلك ليعمل معك لا ضدك؟ هل يمكن إيقاف سيل الأفكار السلبية؟\n وكيف تبني عادات يومية تُقوّيك من الداخل؟\nاستنادًا إلى مفاهيم عملية وأساليب نفسية عميقة،\nنأخذك في رحلة إلى تلك اللحظة التي تختار فيها: أن تنهار، أو أن تقاوم.\n ليس الأقوى من لا يسقط، بل من ينهض كل مرة أقوى من قبل.\nشاهد حلقة \"القوة الذهنية\" كاملة، وشاركنا رأيك في التعليقات.\n#دوبامياكفين+","date":"2025-07-28T13:23:03Z","thumbnail":"https://i.ytimg.com/vi/RCIkBt0ym6I/hqdefault.jpg","url":"https://www.youtube.com/watch?v=RCIkBt0ym6I"},{"id":"bcaYsuJLqo0","title":"ما الذي يجعلك قائدًا ناجحًا؟ | القائد المغناطيسي | دوباميكافين +","description":"ليس كل من يُدير فريقًا… يُدعى قائدًا.\n فلماذا ينجذب الناس إلى بعض القادة؟\n وما الذي يجعل كلماتهم تُصدَّق، وقراراتهم تُحترم حتى في غيابهم؟\nفي هذه الحلقة من دوباميكافين+، نغوص في كتاب \"القائد المغناطيسي\" لروبرتا ماتيسون،\n الذي يفكّك أوهام القيادة القائمة على الألقاب والمناصب،\n ويُعيد تعريف التأثير كقوة داخلية تبدأ من الأصالة، والوضوح، وبناء الثقة.\nهل القيادة فطرة نُولد بها، أم مهارة يمكن اكتسابها؟\n وما الذي يجعل البعض يُلهم بمجرد حضوره؟\nيكشف الكتاب ٧ سمات جوهرية تصنع القائد الحقيقي،\n وتحوّلك من شخص تقليدي… إلى قائد ناجح.\nهذه الحلقة ليست دليلًا نظريًا،\n بل دعوة لاكتشاف القائد الذي بداخلك،\n وتبدأ بسؤال واحد… لكنه يغيّر كل شيء:\n هل تريد أن يطيعك الناس؟ أم أن يؤمنوا بك؟\n#دوباميكافين+ | #القائد_المغناطيسي","date":"2025-07-21T15:04:22Z","thumbnail":"https://i.ytimg.com/vi/bcaYsuJLqo0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=bcaYsuJLqo0"},{"id":"I6fYREgoaJY","title":"كيف يتحول الطعام إلى إدمان؟ | عادة الجوع | دوباميكافين+","description":"تفتح الثلاجة دون سبب واضح.  تنظر إلى الرفّ، ثم تأخذ قطعة من الحلوى، رغم أنك تناولت وجبتك منذ قليل.\n ليس لأنك تشعر بالجوع، بل هناك شيء آخر يحركك من الداخل.\nفي هذه الحلقة من دوباميكافين+، نتناول كتاب \"عادة الجوع\" للدكتور جادسون بروير،\n ونتعمّق في فهم العلاقة الخفية بين الأكل والعاطفة.\nكيف تتشكّل عاداتنا الغذائية؟ ولماذا نلجأ للطعام حين نشعر بالتوتر أو الفراغ الداخلي؟ \n\nيكشف الكتاب كيف يمكن لعقولنا أن تعيد برمجة الأكل، لا كحاجة بيولوجية، بل كوسيلة تهدئة مؤقتة.\n وحين تُكافأ هذه العادة مرة بعد مرة، تُصبح نمطًا يصعب كسره.\n لماذا نختار الأطعمة الغنيّة بالسعرات، و ما هو سبب فشل الأنظمة الغذائية التقليدية في علاج جذور المشكلة.\nالحل لا يبدأ بالإرادة، بل بالوعي.\n بأن نرى عاداتنا بوضوح، ونفهم دوافعنا بصدق،\n فنحرّر أجسادنا من دائرة الجوع العاطفي.\nحلقة تكشف لك كيف تعكس عاداتك الغذائية حالتك النفسية،\nوتساعدك على إعادة بناء علاقة متزنة بين العقل و الجسد.\n\n#دوباميكافين+","date":"2025-07-14T13:17:55Z","thumbnail":"https://i.ytimg.com/vi/I6fYREgoaJY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=I6fYREgoaJY"},{"id":"kGHYgCsUBfI","title":"الفروقات التي لا تُرى… لُغات الحب الخمس | دوباميكافين  +","description":"هل لغتك العاطفية هي الكلمات؟ أم الوقت؟\n هل تعبّر بالفعل، بينما ينتظر الطرف الآخر ورودًا أو هدية منك؟ \n\nفي هذه الحلقة من دوباميكافين+، يأخذنا ناصر عقيل في رحلة عبر صفحات كتاب لُغات الحب الخمس؛\nالذي يثبت لنا أننا كبشر مختلفون؛ فلا نفهم الحب بنفس اللغة، ؛ ولا نحن أنفسنا نُحب بالطريقة نفسها.\nفالاختلاف ليس في مشاعرنا فقط، بل أيضًا في طريقة التعبير عنها وتلقّيها\nوفهمها ضروري فيمكن لاختلاف لغات الحب أن تقرّب بيننا أو تبعدنا، وكيف يمكن لفهم بسيط أن يحسّن علاقاتنا مع من نحب؛ شركاء، أصدقاء، أو حتى أبناء.\n\n#دوباميكافين+","date":"2025-07-07T15:36:00Z","thumbnail":"https://i.ytimg.com/vi/kGHYgCsUBfI/hqdefault.jpg","url":"https://www.youtube.com/watch?v=kGHYgCsUBfI"},{"id":"h8smjwhF_BY","title":"ماذا لو كنت تحب… لكن بلغّة لا يفهمها الآخر؟ | لغات الحب الخمس | دوباميكافين+","description":"ماذا لو كان الخلاف، البُعد، وحتى البرود… مجرد ترجمة خاطئة للحب؟\n\nفي هذه الحلقة من دوباميكافين+، نغوص مع ناصر في كتاب لغات الحب الخمسة للدكتور جاري تشابمان، ونتأمل فكرة بسيطة لكنها تغيّر العلاقات:\nليس المهم أن تُحب، بل أن يُترجم هذا الحب بلغة يفهمها الطرف الآخر.\n\nنطرح أسئلة قد تبدو بسيطة لكنها عميقة التأثير:\nهل تعرف ما هي لغتك العاطفية؟\nوهل تعطي الحب كما تود أن تتلقّاه، أم كما يحتاجه من تحب؟\nالحلقة تتناول خمسة أنماط للتعبير عن الحب: الكلمات، الوقت، الهدايا، الأفعال، واللمسات — وتكشف كيف يمكن للاختلاف بينها أن يصنع فجوة… أو يبني جسرًا.\n\nحلقة تدعوك لإعادة النظر في طريقة تواصلك مع من تحب،\nوتفتح بابًا لفهم أعمق، وعلاقات أكثر وُدًا وصدقًا.\n\n#دوباميكافين+","date":"2025-06-30T15:25:58Z","thumbnail":"https://i.ytimg.com/vi/h8smjwhF_BY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=h8smjwhF_BY"},{"id":"TocSBb8KCiE","title":"هل وصلت إلى المرحلة الملكية | دوباميكافين +","description":"ماذا لو كانت القوّة الحقيقية… أن تختار السلام؟\n وأن تكون الحكمة في تجاهل بعض الساحات، وترك بعض الردود؟\nأن تمضي بخفّة، دون صراخ، دون سعي لإثبات الذات، ودون الحاجة للتواجد في كل مكان.\nفي هذه الحلقة من دوباميكافين+، يشارك ناصر تأملات من كتاب المرحلة الملكية للدكتور خالد المنيف، ويطرح سؤالًا جوهريًا:\n متى يبلغ الإنسان تلك اللحظة التي لا ينتظر فيها تصفيقًا، ولا يخشى الخسارة؟\nالحلقة تتناول مفاهيم النضج العاطفي، التحرّر من رأي الآخرين، والانسحاب كقوة هادئة.\n وتكشف كيف تتقلّص المعارك، وتتحوّل التجارب المؤلمة إلى وعيٍ يرشد دون ضجيج.\nكما تساعد على تأمّل الفرق بين أن تُعاش الحياة وفق توقّعات الآخرين،\n وبين أن تُبنى على ما يُشبهك من الداخل.\nحلقة تدعو لإعادة النظر:\n هل فعلًا كل معركة تستحق طاقتنا؟\n وهل السلام الداخلي… اختيار، أم مجرّد نتيجة؟\n #دوباميكافين+","date":"2025-06-23T12:54:46Z","thumbnail":"https://i.ytimg.com/vi/TocSBb8KCiE/hqdefault.jpg","url":"https://www.youtube.com/watch?v=TocSBb8KCiE"},{"id":"h_fG0g49YQY","title":"P3010 3 3","description":"","date":"2025-06-22T14:14:25Z","thumbnail":"https://i.ytimg.com/vi/h_fG0g49YQY/hqdefault.jpg","url":"https://www.youtube.com/watch?v=h_fG0g49YQY"},{"id":"9Gk4WnkGHAc","title":"كيف تجد هدفك الحقيقي؟ | نظرية الفستق | دوباميكافين +","description":"ماذا لو كانت حياتك بأكملها تُدار بلا وجهة؟\nكقائد طائرة ينتظر برج المراقبة بدون أي تعلميات. \nهل تُقلِع؟ أم تنتظر أن يسيرك التيار؟\n\nفي هذه الحلقة من دوباميكافين+، نفتح الفصل الأول من كتاب نظرية الفستق لفهد عامر الأحمدي،\n ونسأل: ما الذي يمنح لحياتك معنًى قبل أن يمنحك نجاحًا؟\n\n\nنفكّك المفهوم الحقيقي للهدف؛\nفهو ليس ما يطلبه المجتمع، ولا ما يُرضي الآخرين،\nبل ما يولد من داخلك، ويُشبهك بصدق.\nلا يُقاس بحجمه، بل باتساقه مع ما تؤمن به.\nيحمل معنًى يتجاوزك، ويعالج ألمًا لا يخصك وحدك،\nفريد ، ومربوط بزمن…\n\nنسلط الضوء على الفرق بين \"أن تملك شغفًا\" و\"أن تزرعه داخل هدفٍ نبيل\"،\nونتأمل كيف يمكن لنقطة صغيرة على الخريطة أن تغيّر مسار حياة كاملة.\n\nحلقة تساعدك على أن تطرح السؤال الأهم:\nهل ما تسعى له اليوم يُشبهك حقًا؟\n\n#دوباميكافين+","date":"2025-06-16T14:27:32Z","thumbnail":"https://i.ytimg.com/vi/9Gk4WnkGHAc/hqdefault.jpg","url":"https://www.youtube.com/watch?v=9Gk4WnkGHAc"},{"id":"NEeE1sRph3Y","title":"هل يمكن أن تكون القوة خطرًا؟ | 48 قانونًا | دوباميكافين +","description":"ليست كل فكرة كتبت لتقودك بعضها صُمّم لتقيّدك.\nفي هذه الحلقة، نكشف الجانب الخفي من أشهر كتاب يتحدث عن القوة والنفوذ، ونسأل: هل هي قوانين تساعدك على النجاح، أم على التخلي عن نفسك في الطريق؟\nنحلّل المبادئ التي تروّج للخداع، السيطرة، وتجميل المكر باسم الذكاء الاجتماعي، ونفهم لماذا يتبنى البعض هذه القوانين كـ \"فنّ للبقاء\" في عالم لا يرحم.\nحلقة تحذيرية، تكشف الفرق بين التأثير الحقيقي والتلاعب المقنّع، وتدعوك لأن تعيد التفكير:\n هل كل نجاح يستحق الثمن؟\n\n #دوباميكافين +","date":"2025-06-10T17:47:42Z","thumbnail":"https://i.ytimg.com/vi/NEeE1sRph3Y/hqdefault.jpg","url":"https://www.youtube.com/watch?v=NEeE1sRph3Y"},{"id":"n9_D6SH-_6A","title":"ما هي الأمور المهمة، كتاب العادات السبع للناس الأكثر فعالية | دوباميكافين +","description":"كثيرًا ما نحاول التغيير من الخارج، بينما الجذور الحقيقية للسلوك تبدأ من الداخل.\n\nفي هذه الحلقة، نستعرض المفاهيم الأساسية لكتاب \"العادات السبع للناس الأكثر فعالية\" لستيفن كوفي، ونكتشف كيف يقدّم لنا إطارًا عمليًا لتغيير حقيقي يبدأ من الذات.\n\nنشرح الفرق بين الاعتماد والاعتماد المتبادل، ونفهم كيف يمكن للعادات أن تعيد تشكيل طريقة تفكيرنا، قراراتنا، وعلاقاتنا.\n\nحلقة تدعوك للتأمّل، وإعادة ضبط البوصلة الداخلية، لتبدأ رحلة الفعالية الشخصية من أعمق نقطة فيك.\n\n. #دوباميكافين +","date":"2025-06-02T12:31:05Z","thumbnail":"https://i.ytimg.com/vi/n9_D6SH-_6A/hqdefault.jpg","url":"https://www.youtube.com/watch?v=n9_D6SH-_6A"},{"id":"BI-Z-XwFrTw","title":"توقّف عن إدارة الوقت - كتاب الأشياء الأولى أولًا | دوباميكافين +","description":"كثيرًا ما ننشغل في مهام متفرقة، ونظن أننا نُنجز، بينما نحن فقط نُدير اليوم لا نقوده.\n\nفي هذه الحلقة، نشرح الفصل الأول من كتاب \"الأشياء الأهم أولًا\" لستيفن كوفي، ونتناول فيه الفرق بين إدارة الوقت وقيادته.\n\nنتعرّف على مصفوفة إدارة الأولويات، التي تساعد على تصنيف المهام إلى ما هو عاجل، وما هو مهم، وما يمكن تأجيله أو تجنّبه، مما يمنحك أداة عملية لإعادة تنظيم يومك بوعي وفعالية.\n\nحلقة تحفّزك على التوقّف، إعادة التفكير، والانطلاق من جديد ولكن هذه المرة، نحو ما يهم حقًا.\n\n # دوباميكافين +","date":"2025-05-26T14:46:11Z","thumbnail":"https://i.ytimg.com/vi/BI-Z-XwFrTw/hqdefault.jpg","url":"https://www.youtube.com/watch?v=BI-Z-XwFrTw"},{"id":"1Crs0T6OfX8","title":"ماذا يحدث عندما تختار التغيير؟ | دوباميكافين +","description":"في الحلقة السابقة، بدأنا رحلة كتاب \"الخروج من المتاهة\" ووقفنا عند لحظة التردد والخوف، حين يتغير كل شيء حولك بينما تظل أنت في مكانك.\n\nهذه القصة الملهمة من كتاب \"من حرك قطعة الجبن الخاصة بي؟\" لم تعد مجرد سرد رمزي، بل أصبحت تُطرح داخل المحاضرات والنقاشات حول مقاومة التغيير، كأداة لفهم ما نعيشه عندما نُمسك بالماضي ونخاف مما هو قادم.\n\nخلال إحدى تلك المحاضرات، رفعت إحدى الحاضرات يدها وقالت: أنا مثل هيم، وأتمنى أن أرى لها تكملة.\n\nومن هنا تبدأ الحكاية.\nنستكمل في هذه الحلقة ما حدث لهيم بعد طول انتظار.. يشتد الجوع والخوف والتفكير، والجبن لا يعود، عندها قرر التحرك والسير بحثًا عن شيء جديد.\n\nفي رحلته، يقابل شخصية تُدعى هوب نظرتها المختلفة للحياة تفتح أمامه زاوية أخرى للفهم حتى أن قررا استكشاف المتاهة خطوة بخطوة، أما كلمات هاو على الجدران، فقد بدأت تُقرأ بطريقة لم يكن يدركها من قبل.\n\n\"التغيير لا يحتاج أن تكون جاهزًا تمامًا، يكفي أن تكون شجاعًا بما يكفي لتبدأ\" #دوباميكافين +","date":"2025-05-19T14:18:46Z","thumbnail":"https://i.ytimg.com/vi/1Crs0T6OfX8/hqdefault.jpg","url":"https://www.youtube.com/watch?v=1Crs0T6OfX8"},{"id":"4XBNa_SSs3M","title":"كيف تخرج من متاهة الحياة وتبدأ التغيير الآن؟ | دوباميكافين +","description":"هل تشعر أحيانًا أنك عالق في مكان ما؟ كأن شيئًا ما تغيّر من حولك، لكنك لم تستطع التكيّف معه؟\n\nفي هذه الحلقة نشرح الفصل الأول من كتاب \"الخروج من المتاهة\" للمؤلف سبنسر جونسون، والذي استكمل فيه قصة خيالية كان قد اقتبسها سابقًا في كتابه الشهير \"من حرك قطعة الجبن الخاصة بي\"، لنكشف كيف تؤثر قدرتنا على التغيير في كل جانب من جوانب حياتنا.\n\nنستعرض مفاهيم عميقة عن الخوف من المجهول، التعلّق بما لم يعد موجودًا، والصراع الداخلي مع التغيير، ونتناول العبرة من هذه القصة بتقسيم الأشخاص إلى ثلاثة أنواع واضحة، كما نتوقف عند عبارة تلخّص مصير كل من يرفض التغير: \"إن لم تتغير، ستهلك\".\n\nهذه الحلقة ليست مجرد قصة، بل دعوة للتأمل في حياتك واكتشاف هل أنت ممن يواكب التغيير، أم يقاومه. #دوباميكافين +","date":"2025-05-13T02:51:40Z","thumbnail":"https://i.ytimg.com/vi/4XBNa_SSs3M/hqdefault.jpg","url":"https://www.youtube.com/watch?v=4XBNa_SSs3M"},{"id":"IbV_TucY3Go","title":"كيف تتخلص من القلق وتستمتع بالحياة؟ | دوباميكافين +","description":"ما الذي يجعلنا نفقد طعم السعادة رغم وفرة النعم من حولنا؟ ولماذا يتحوّل القلق إلى حاجزٍ خفي يمنعنا من الاستمتاع بالحياة؟\n\nفي هذه الحلقة، نشرح الفصل الأول من كتاب \"دع القلق وابدأ الحياة\" لديل كارنيجي، ونكشف العلاقة العميقة بين القلق وفقدان المتعة اليومية، وكيف يمكن لخطوة ذهنية بسيطة أن تغيّر شعورك بالكامل.\n\nنستعرض مواقف حقيقية مرّ بها أشخاص واجهوا ضغوطًا خانقة، ونوضح كيف نجحوا في تجاوزها من خلال أساليب عملية، كما نناقش فكرة محورية مؤثرة من حياة أحد كبار المفكرين، عن سرّ تأجيلنا للسعادة انتظارًا للحظة مثالية قد لا تأتي، وكيف نعيد لأنفسنا الحق في أن نعيش الآن، لا لاحقًا.\n\nنتناول أهمية الإنجاز اليومي، وارتباطه بصحتك النفسية، ونقدّم ثلاث نصائح تساعدك على تنظيم يومك وتقليل التوتر.\n\nحلقة تمنحك وضوحًا ذهنيًا، ودفعة قوية نحو التوازن والطمأنينة، لتبدأ حياة تستحق أن تُعاش بكل تفاصيلها.\n\n\"خطوات عملية، ونظرة أعمق نحو حياة أكثر راحة ووعي\" #دوباميكافين +","date":"2025-05-06T12:41:22Z","thumbnail":"https://i.ytimg.com/vi/IbV_TucY3Go/hqdefault.jpg","url":"https://www.youtube.com/watch?v=IbV_TucY3Go"},{"id":"HgiKr0LmoS0","title":"فن التأثير والإقناع | دوباميكافين +","description":"هل تعلم أن كلمة واحدة مثل \"لأن\" قد تغيّر قرار شخص؟\n\nفي هذه الحلقة نشرح الفصل الأول من كتاب \"التأثير: علم نفس الإقناع\" لروبرت سيالديني، لنكشف كيف تُستخدم أدوات نفسية بسيطة لصناعة القبول والتأثير بذكاء.\n\nنستعرض كيف تشكّل مفاهيم مثل السببية والتباين قراراتنا اليومية دون وعي، من باحثة تجاوزت صفًا مزدحمًا بمجرد تقديم سبب بسيط، إلى تجربة الأحواض الثلاثة التي تكشف كيف يؤثر السياق السابق في حكمنا، نتابع رسالة خففت وقع خبر صادم بترتيب مدروس، وحيلة تسويقية بدّلت نظرة العملاء للعرض، انتهاءً بخطأ في التسعير أدى إلى أرباح غير متوقعة.\n\nاكتشف كيف تؤثر هذه التفاصيل الصغيرة في تواصلك اليومي، وتعلّم توظيفها لتقنع الآخرين بسهولة دون ضغط أو إلحاح. #دوباميكافين +","date":"2025-04-28T14:03:07Z","thumbnail":"https://i.ytimg.com/vi/HgiKr0LmoS0/hqdefault.jpg","url":"https://www.youtube.com/watch?v=HgiKr0LmoS0"},{"id":"-xEa3bN_JJI","title":"كيف تؤثر مكانتك على حياتك؟ | دوباميكافين +","description":"كيف تؤثر مكانتك على حياتك؟ \nلماذا يُشبّه جوردان بيترسون الإنسان بالكركند؟ وما علاقة الوقفة المنتصبة بتأثيرك الاجتماعي؟\n\nفي هذه الحلقة، نشرح القاعدة الأولى من كتاب \"12 قاعدة للحياة\" ونكشف التسلسل الهرمي وتأثيره على صحتك وفرصك.\n\nنستعرض هرمونات السلوك، معارك الكركند الأربع، وذكاء طيور النمنمة في حماية نفوذها، كما نناقش قانون برايس وتأثير التفاوت الطبقي على توزيع الثروة.\n\nتعرّف على كيف يمكن لهذا النظام أن يساعدك في تحسين حياتك وتعيش حياة كريمة\n\n\"علم وسلوك وتفسير واقعي لنظامنا الاجتماعي\" \n\n#دوباميكافين +","date":"2025-04-21T14:32:06Z","thumbnail":"https://i.ytimg.com/vi/-xEa3bN_JJI/hqdefault.jpg","url":"https://www.youtube.com/watch?v=-xEa3bN_JJI"},{"id":"gnOuy2kandU","title":"البحث عن معنى في الحياة | دوباميكافين +","description":"ما بين الإصرار والدعم تنولد أعظم القصص.. في هذه الحلقة، نروي قصة إنسانية عن \"جون بيكر\" و صديقه الذي غيّر مجرى حياته.\n\nكيف بدأت رحلته مع التحديات؟ ما الدور الكبير الذي لعبه صديقه في دعمه وتحقيق الإنجاز؟ وكيف انتهى به المطاف لتُخلد المدرسة اسمه؟\n\nقصة إنسانية ملهمة تلخص فكرة البحث عن معنى في الحياة\n#دوباميكافين+","date":"2025-04-14T16:47:17Z","thumbnail":"https://i.ytimg.com/vi/gnOuy2kandU/hqdefault.jpg","url":"https://www.youtube.com/watch?v=gnOuy2kandU"},{"id":"_WHmA4pnkoE","title":"ناصر العقيل في دوباميكافين +","description":"يعود ناصر العقيل مجددًا ببرنامج دوباميكافين + ليسافر بنا بين طيات الكتب والمعرفة.\n\nترقبوا جرعات الدوبامين يوم الإثنين من كل أسبوع.","date":"2025-04-07T16:03:35Z","thumbnail":"https://i.ytimg.com/vi/_WHmA4pnkoE/hqdefault.jpg","url":"https://www.youtube.com/watch?v=_WHmA4pnkoE"}],"channelTitle":"New Media Academy Life"}