{"id":"p161","title":"قبل التاريخ","thumbnail":"https://i.ytimg.com/vi/Ri4yKnqYLXQ/hqdefault.jpg","videoCount":2,"channelTitle":"Ahmed Adly | أحمد عدلي","channelId":"16","youtubePlaylistId":"PL-07J7i9NNEWEOgxZCGN7MHbDs2NFtNz8","categories":["educational"],"videos":[{"id":"1","youtubeVideoId":"Ri4yKnqYLXQ","title":"فوق أكتاف العمالقة","description":"حول إعجاز تماثيل ممنون وتاريخ الاستشفاء بالتماثيل وتجارب حول  نحت الأحجار. تحديات بناء الأهرامات وأحجار بعلبك العملاقة،  وكيف صنعوا كل ذلك ؟\n\nالحلقة برعاية \nسكون : عودة للتخطيط والتصميم والكتابة\nhttp://www.skoonspace.com\nيُمكنك استخدام كود Adly15  عند الطلب\n\nDigitize Flow\n شركة متخصصة في تحسين العمليات الداخلية للشركات  بدعم قوي من الذكاء الاصطناعي. لقد ساهمت في مساعدة أكبر الشركات في مصر والدول العربية على تطوير أدائها وتوفير الوقت والجهد من خلال تحسين التعاون بين الفرق والأقسام.\nhttps://digitizeflow.com\n\nشكر خاص للأثري محمد سليمان مساهمته في إعداد الحلقة\n\nصفحات أحمد عدلي\nhttps://www.facebook.com/ahmed.adly8\nhttps://www.instagram.com/ahmedadly08/\n\nصفحة النحات ناثان دوس قوميسير عام سمبوزيوم أسوان للنحت الدولي على الجرانيت للدورة 26 و 27\nhttps://www.instagram.com/doss.nathan\n\nصفحة ورشة القاهرة\nhttps://www.facebook.com/cairosworkshop\n\n00:00 مقدمة\n00:58 عمالقة ممنون\n04:17 نحت اخناتون من الكوارتزايت\n09:01 إعادة استعمال التماثيل\n11:21 العلاج بالتماثيل\n19:41 في محاجر أسوان\n22:20 تجربة النحت بالديوريت\n28:44 طرق أخرى في قطع الأحجار\n32:15 هل عرفوا تليين الصخور؟\n39:54 تحديات عند الأهرامات\n50:41 أحجار بعلبك العملاقة\n\nالمصادر العربية\n- عبد الله سالم. ترجمة لوحة بختن (من مصر القديمة).\n- ميروسلاف فيرنر. الأهرامات\n- زاهي حواس. أهرامات مصر (الجزء الرابع).\n- عبد اللطيف البغدادي. الإفادة والاعتبار في الأمور المشاهدة والحوادث المعاينة بأرض مصر\n\nEnglish Resources\n- Adam, Jean-Pierre. 1977. \"À propos du trilithon de Baalbek: Le transport et la mise en oeuvre des mégalithes.\" Syria 54 (1/2): 31–63.\n- Engelbach, Reginald. 1923. The Problem of the Obelisks: From a Study of the Unfinished Obelisk at Aswan. New York: George H. Doran Company.\n- Hölscher, Uvo. 1912. Das Grabdenkmal des Königs Chephren. Leipzig: J.C. Hinrichs.\n- Kelany, Adel. n.d. \"Fire-setting in Ancient Quarries: Ancient Sources, New Evidence and Experiments.\" Cairo: Ministry of State for Antiquities.\n- Klemm, Rosemarie, and Dietrich D. Klemm. 2008. Stones and Quarries in Ancient Egypt. London: British Museum Press.\n- Lehner, Mark. 1997. The Complete Pyramids. New York: Thames & Hudson.\n- Lohmann, Daniel. 2010. \"The Architecture of the Temple of Jupiter in Baalbek.\" Bollettino di Archeologia Online, Volume Speciale: 21–30.\n- Marčiš, Marián, and Marek Fraštia. 2023. \"The Problems of the Obelisk Revisited: Photogrammetric Measurement of the Speed of Quarrying Granite Using Dolerite Pounders.\" Digital Applications in Archaeology and Cultural Heritage 28: e00256.\n- NOVA. 1992. This Old Pyramid. Directed by Michael Barnes. Boston: WGBH Educational Foundation. [Documentary].\n- Time-Life Books. 1993. Ramses II: Magnificence on the Nile. Lost Civilizations Series. Alexandria, VA: Time-Life Books.\n- Violay, M., M. J. Heap, M. Acosta, and C. Madonna. 2017. \"Porosity Evolution at the Brittle-Ductile Transition in the Continental Crust: Implications for Deep Hydro-Geothermal Circulation.\" Scientific Reports 7 (1): 7705\n- Jean-Pierre Adam, \"À propos du trilithon de Baalbek: Le transport et la mise en oeuvre des mégalithes,\" 1977","date":"2026-01-20T23:52:16Z","thumbnail":"https://i.ytimg.com/vi/Ri4yKnqYLXQ/hqdefault.jpg"},{"id":"2","youtubeVideoId":"UXEGS_9k3bY","title":"تحت الأهرامات","description":"هياكل هرم خفرع وماذا يوجد أسفله ؟\n\nلم يتوقف الجدل حول هذا الكشف أسفل الهرم الثاني، وتعرض هذا الكشف وأصحابه لهجوم شديد خاصة من الأوساط الأثرية، مصحوبًا باتهامات بالتزييف والتضليل. بأسلوب غير مهني أو سطحي\nنناقش هذا الموضوع، الهرم الأكبر والأوسط وهضبة الجيزة\n\nالحلقة برعاية شركة \"Digitize Flow\"،  شركة متخصصة في أتمتة وتحسين العمليات الداخلية للشركات باستخدام Microsoft 365 وSharePoint، بدعم قوي من الذكاء الاصطناعي. لقد ساهمت في مساعدة أكبر الشركات في مصر والدول العربية على تطوير أدائها وتوفير الوقت والجهد من خلال تحسين التعاون بين الفرق والأقسام. وإذا كنت ترغب في معرفة المزيد عنهم من الرابط \nhttps://digitizeflow.com\n\n\n\nالمصادر\n\nPapers By Biondi, F\n\nMilillo, P., Bürgmann, R., Lundgren, P., Salzer, J., Perissin, D., Fielding, E., & Biondi, F., & Milillo, G. Space geodetic monitoring of engineered structures: The ongoing destabilization of the Mosul dam, Iraq. Scientific Reports, 2016.\n\nBiondi, F., Addabbo, P., Clemente, C., Liberata Ullo, S., & Orlando, D. Monitoring of Critical Infrastructures by Micromotion Estimation: The Mosul Dam Destabilization. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, Vol. 13, 2020, 6337.\n\nBiondi, F. Scanning Inside Volcanoes with Synthetic Aperture Radar Echography Tomographic Doppler Imaging. Remote Sens. 2022\n\nBiondi, F.; Malanga, C. Synthetic Aperture Radar Doppler Tomography Reveals Details of Undiscovered High-Resolution Internal Structure of the Great Pyramid of Giza. Remote Sens. 2022.\n\nBiondi, F. Synthetic aperture radar underground, undersea, Underice, and inside distributed targets tomographic Doppler imaging, 2022\n\n\nProcureur, S. et al. Precise characterization of a corridor-shaped structure in Khufu’s Pyramid by observation of cosmic-ray muons. Nature Communications (2023).\nBiondi Website \n https://www.harmonicsar.com\n\nScan Pyramids\nMorishima, K., Kuno, M., Nishio, A. et al. Discovery of a big void in Khufu’s Pyramid by observation of cosmic-ray muons. Nature 552, 386–390 (2017).","date":"2026-01-20T23:52:35Z","thumbnail":"https://i.ytimg.com/vi/UXEGS_9k3bY/hqdefault.jpg"}]}