{"id":"p1810","title":"A Practical Roadmap to Learn Programming the Right Way","thumbnail":"https://i.ytimg.com/vi/BfpO9sfKmc4/hqdefault.jpg","videoCount":2,"channelId":"18","categories":["programming"],"videos":[{"id":"BfpO9sfKmc4","title":"How to Learn Programming The Right Way!","description":"اشترك معنا في قناتنا على التليجرام\nhttps://t.me/ProgrammingAdvices\n\nهذه السلسة هي نقطة البداية في عالم البرمجة\nرابط السلسة هنا\nhttps://youtube.com/playlist?list=PL3X--QIIK-OHgMV2yBz3GLfM5d_5BxOSj\n\nThis video summarises 26+ years of successful experience to guide you how to learn programming the right way, this will save you time and wasted efforts.\n\nVideo Content:\n_______________________________________________\n00:00 – Introduction.\n01:54 - First Step      : Stay away from negative people.\n02:13 - Second Step :  Programming is not a language you learn, programming is logic.\n3:42 - Third Step     : Never start with modern languages.\n10:03 - Fourth Step  : Solve 2000 problems using old languages Like C++ or Java.\n17:16 - Fifth Step      : Learn a modern language with a database and apply one project from A to Z.\n------------------------------------------------------------------\nHow to learn programming the right way? do not waste your time in the wrong place.\n\nThis is to summarise it:\n1- Stay away from negative people: negative people will make you disappointed about programming, they will say: ” its hard, it has no future, you will never find jobs , Salaries are low …etc” , never ask people who failed in this field; always ask successful people.\n\n2- You should know that programming is different than programming language: programming is logic, analysis , and thinking to find solutions; while programming language is only a tool to use to apply your logic and thinking. \n\nLearn programming and never waste your time learning programming languages, because if you are good in programming you can learn any programming language in less than a month’s time.\n\n3- Never start with a modern programming languages why? Modern programming languages have a lot of ready-made functions, methods, and tools that will deceive you and prevent you from learning logic and programming the right way…\n\nFor example: students from grade 1 to 6 in schools they study maths (addition, subtraction, multiplications, dividing, fractions…etc) why they study this while we have a calculator??\nThey study this to strengthen their logic and thinking, imagine you give them a calculator from grade 1 , they will never strengthen their logic.\n\nModern programming languages are good and you have to learn them but you need to learn them in the right time after you strengthen your logic/thinking, exactly like the calculator you can use it but in the right time.\n\n4- Learn C++ , Java, or Python : only one language , just learn the fundamentals, and then start solving problems on it, you should solve not less than 2000 problems.\n\n•   Before you finish 500 to 700 problems, never read or learn anything else.\n• After you finish 500 to 700 problems then start read about Data structure, algorithms, object oriented, in this stage you will understand them easily.\n\n5- After you finish solving 2000 problems; this will take you not less than a year; \n\n      • Start learning any modern programming language it will take you a month to learn it\n       • and start learning Database (any database will do) : this will take you 1 to 3 weeks.\n       • Start your first project:I highly recommend to start with a desktop project like the University Registration: Students, Courses, Doctors, Lectures, Exams…etc . Make it simple in the beginning then make it larger and functionality to it.  \n\nAfter you finish all aforementioned steps, you will be strong enough to learn anything and choose any technology or programming language you want.\n\nI wish you the best.\nMohammed Abu-Hadhoud\n\nLinkedIn: https://www.linkedin.com/in/abuhadhoud\nFacebook: https://www.facebook.com/ProgrammingAdvices\n\n\nProblems references:\nhttps://www.codechef.com/problems/school\nhttps://leetcode.com/\nhttps://brilliant.org\nhttps://exercism.io\nhttps://www.hackerrank.com/\nhttps://projecteuler.net/archives\nhttps://play.google.com/store/apps/details?id=com.sitseducators.cpatternprogramsfree\nhttps://www.urionlinejudge.com.br/judge/en/login\nhttps://codeforces.com/problemset\nhttps://coderbyte.com/challenges","date":"2022-01-23T11:18:52Z","thumbnail":"https://i.ytimg.com/vi/BfpO9sfKmc4/hqdefault.jpg","url":"https://www.youtube.com/watch?v=BfpO9sfKmc4"},{"id":"A3cY88LceXo","title":"Never Start with Python!","description":"اشترك معنا في قناتنا على التليجرام\nhttps://t.me/ProgrammingAdvices\n\nهذه السلسة هي نقطة البداية في عالم البرمجة\nرابط السلسة هنا\nhttps://youtube.com/playlist?list=PL3X--QIIK-OHgMV2yBz3GLfM5d_5BxOSj\n\n\nNever Start with Python! or any other modern language if you want to learn programming the right way.\n\nIf you insist to start with a modern language be careful of using their libraries and ready functions.","date":"2022-01-23T11:18:52Z","thumbnail":"https://i.ytimg.com/vi/A3cY88LceXo/hqdefault.jpg","url":"https://www.youtube.com/watch?v=A3cY88LceXo"}],"channelTitle":"Programming Advices"}