{"id":"p571","title":"مهارات العمل الحر","thumbnail":"https://i.ytimg.com/vi/Q0zzHEAkEfk/hqdefault.jpg","videoCount":9,"channelId":"57","categories":["freelancing"],"videos":[{"id":"Q0zzHEAkEfk","title":"كيف تدخل سوق العمل الحر","description":"بث مباشر للتحدث عن الدخول فى سوق العمل الحر و الحصول على دخل دولاري\nفى اخر البث سأجيب على كل تساؤولاتكم","date":"2022-11-19T17:27:47Z","thumbnail":"https://i.ytimg.com/vi/Q0zzHEAkEfk/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Q0zzHEAkEfk"},{"id":"QGUax_X8trs","title":"أهم مهارة ممكن تتعلمها فحياتك - التعلم الذاتى","description":"الفيديو ده مقدمة و فيه خريطة الفيديوهات الجاية\nتابعونى و انا معاكو لحد متنافسو فى السوق العالمى\n\n#التعلم_الذاتي\n#مهارات_حياتية\n#احترف_العمل_الحر\n\nFacebook: https://www.facebook.com/KarimMesallum/\nInstagram: https://www.instagram.com/KarimMesallum/\n\n_____________________________________________\n\n\nعمرك فكرت لما خلصت الجامعة و اتخرجت\n\nانت استفدت من كل التعليم ده ايه فحياتك؟\n\nعمرك سألت نفسك و انت فوسط حصة الجبر مثلا\n\nانا هتسفيد ايه من المادة دى فحياتى؟\n\nو انت فوظيفتك مثلا, عمرك لقيت اللى فشغلك مرتبط باللى انت اتعلمته؟\n\nالمجتمع و اهلك و كل اللى حواليك بيخوفوك علشان تذاكر و تنجح و تتخرج\n\nهل تخويفهم ليك فادك فعلا؟\n\nاهلا بيكو, انا كريم ايهاب, و الحلقة دى هتكون مقدمة لموضوع مهم جدا, و كبير جدا, و هو موضوع التعلم التقليدى و التعلم الذاتى\n\nو تفعل الجرس عشان يوصلك كل فيديوهاتى\n\nخلونا فى الأول نحط خريطة للموضوع اللى هنتكلم فيه الا و هو التعلم التقليدى\n\nTraditional Learningاو الـ\n\nهنتناول الموضوع مع بعض من ناحية عيوب التعلم التقليدى و الآثار الناتجة عنه و اللى هتعود علينا بالسلب فحياتنا بشكل عام\n\nبعد كده هنعمل مقارنة بين التعلم التقليدى و التعلم الذاتى و نقف عند العيوب و المميزات لكل نوع\n\nكمان هنتكلم  عن ضرورة التعلم التقليدى و ازاى نتنقل من مرحلة التعلم التقليدى للتعلم الذاتى عشان نواكب التطورات اللى حصلت فى كل المجالات فى العالم باستثناء التعلم\n\nهنتكلم بردو عن المهارات اللى لازم تنميها علشان رحلتك فى التعلم الذاتى تكون مثمرة و ناجحة\n\nكمان هنتكلم مع بعض فى ازاى نقدر نحقق اكبر قدر من الاستفادة و احنا لسه فمرحلة التعلم التقليدى\n\nالموضوع ده كبير و هيحتاج كذا فيديو علشان نقدر نديه حقه\n\nفأرجوك استنى الفيديو اللى جاى و هات معاك كشكولك علشان تسجل كل النقط اللى هنتكلم فيها بالتفصيل\n\nاشوفكو على خير فى الفيديو اللى جاى اللى هو هيكون جزء من سلسلة كبيرة هنتكلم فيها على التعلم الذاتى و هنتكلم فيها بردو على مهارات مهمة جدا نكتسبها فى العمل الحر","date":"2022-07-31T17:33:06Z","thumbnail":"https://i.ytimg.com/vi/QGUax_X8trs/hqdefault.jpg","url":"https://www.youtube.com/watch?v=QGUax_X8trs"},{"id":"nyre2e-bTgU","title":"مهارة التعلم الذاتي — الجزء الأول","description":"ايه هى عيوب التعلم التقليدى؟\nليه التعلم التقليدي بيكتفنا فى رحلتنا مع التعلم بعد المدرسة و الجامعة؟\nايه هى مزايا التعلم الذاتي؟\n\nالفيديو ده جزء من سلسلة مهارة التعلم الذاتي, و مهارة التعلم الذاتي هى مهارة اساسية فى العمل الحر.\nاللى هيفرقك عن سوق العمل الضخم هو مهاراتك, و لابد من احتراف التعلم الذاتي كى تتعلم بل و تحترف اى مهارة اخرى\n\n#التعلم_الذاتي \n#مهارات_حياتية\n#احترف_التعلم_الذاتي\n#احترف_العمل_الحر\n\nFacebook: https://www.facebook.com/KarimMesallum/\nInstagram: https://www.instagram.com/KarimMesallum/\n\n00:00 - مقدمة\n00:36 - صعوبة التعلم الذاتي فى القرن العشرين\n01:40 - طبيعة التعلم التقليدي - Top-down learning model\n01:58 - رفض المجتمع لفكرة التعلم الذاتي فى القرن العشرين\n02:20 - قبول المجتمع لفكرة التعلم الذاتي فى القرن الواحد و العشرين\n02:34 - عدم تطور التعلم التقليدي فى القرن الواحد و العشرين\n02:49 - ضرورة تنمية مهارة التعلم الذاتي\n03:11 - طبيعة التعلم الذاتي و المهارات المطلوبة لنجاح رحلتنا مع التعلم الذاتي\n04:02 - الهدف من سلسة فيديوهات التعلم الذاتي\n04:18 - مصادر المحتوى\n04:30 - The mindset of an autodidact (Autodidacticism)\n06:02 - الفرق بين التعلم الذاتي و التعلم التقليدي\n06:48 - عيوب التعلم التقليدي\n07:16 - العيب الأول: التعلم التقليدي مقيد نفسبا\n07:43 - العيب الثاني: التعلم التقليدي يستخدم الخوف كدافع\n08:29 - العيب الثالث: التعلم التقليدي يحدد او يدمر الإبداع\n09:23 - العيب الرابع: التعلم التقليدي يعوق قدرتك على التعلم فى المستقبل\n10:21 - تنويه واجب\n10:53 - مزايا التعلم الذاتي\n10:57 - الميزة الأولى: التعمق فى المادة العلمية\n11:05 - الميزة الثانية: انت المتحكم فى سرعة تعلمك\n11:33 - الميزة الثالثة: التعلم الذاتي يجهزك لرحلة التعلم مدى الحياة\n11:52 - الميزة الرابعة: تطوير مهارة الإلتزام الذاتي\n13:03 - الميزة الخامسة: التعلم الذاتي يفتح لك آفاقاً جديدة \n14:04 - الختام","date":"2022-07-31T17:33:06Z","thumbnail":"https://i.ytimg.com/vi/nyre2e-bTgU/hqdefault.jpg","url":"https://www.youtube.com/watch?v=nyre2e-bTgU"},{"id":"Tzeex327SUk","title":"التعلم الذاتى و اهميته فى نجاح رحلتك مع العمل الحر","description":"حلقة النهاردة هتكلم فيها عن مهارة التعلم الذاتى و اللى تعتبر فى رأيى اهم مهارة فى رحلتك مع العمل الحر  ☝️\nمن غير المهارة دى, بنتوه لما نبدأ نتعلم عن مجال جديد, بنفقد شغفنا و طاقتنا تقل, و بنبقى مش عارفين نحط لنفسنا طريق نمشى عليه و بنضطر نعتمد على غيرنا يرسملنا الطريق.\nفى آخر الحلقة هجاوب كل اسئلتكم","date":"2022-11-20T14:07:00Z","thumbnail":"https://i.ytimg.com/vi/Tzeex327SUk/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Tzeex327SUk"},{"id":"Wm-U8M5loSw","title":"ازاى نتعلم بشكل فعال - التعلم الذاتي - الحلقة الثالثة","description":"كلنا لما بنبدأ نتعلم حاجة جديدة و نقرا عنها بنعتمد على اسلوب اتعودنا عليه من ايام المدرسة, الاسلوب ده للأسف بيفشل كتير لما بنتعلم ذاتيا. \n\nهنتعلم مع بعض اساليب و طرق تخلى درجة استفادتنا من الموضوع اللى بنتعلمه اعلى بكتير\n\nTelegram: https://t.me/KarimMesallamOfficial\nFacebook: https://www.facebook.com/KarimMesallamTalks\nYoutube: https://www.youtube.com/@KarimMesallam","date":"2022-11-20T14:07:07Z","thumbnail":"https://i.ytimg.com/vi/Wm-U8M5loSw/hqdefault.jpg","url":"https://www.youtube.com/watch?v=Wm-U8M5loSw"},{"id":"e6nY0bP9Ueo","title":"احسن طريقة لكتابة الملحوظات - التعلم الذاتي - الحلقة الرابعة","description":"اتكلمنا فى الحلقة دي عن قوة طريقة من احسن طرق كتابة الملحوظات, و هى طريقة كورنل.\nلو كنت طالب, او متخصص, او عايز تبقى اشطر فى التعلم الذاتي, فدي مهارة مينفعش تفوتها.","date":"2022-12-17T10:17:05Z","thumbnail":"https://i.ytimg.com/vi/e6nY0bP9Ueo/hqdefault.jpg","url":"https://www.youtube.com/watch?v=e6nY0bP9Ueo"},{"id":"YN2pGXnvQwc","title":"عشان تفهم محتاج تشرح - التعلم الذاتي - الحلقة الخامسة","description":"","date":"2023-01-05T23:47:34Z","thumbnail":"https://i.ytimg.com/vi/YN2pGXnvQwc/hqdefault.jpg","url":"https://www.youtube.com/watch?v=YN2pGXnvQwc"},{"id":"dkpQ9O8qguU","title":"أسرار النجاح في مسيرتك البرمجية: نقاش بين أسامة الزيرو و كريم مسلَّم","description":"في عالم يتسع يومًا بعد يوم بجديد التكنولوجيا وتطور البرمجيات، يقدم لكم هذا الفيديو دليلًا شاملًا لكل من يرغب في خوض غمار هذا العالم المثير. من خلال حوار عميق وممتع مع البشمهندس أسامة الزيو، نغوص في بحر الخبرات والنصائح القيّمة التي تساعدك على اختيار معلمي البرمجة الأنسب لك وتحديد مسارك التعليمي بوعي وثقة.\n\nنناقش معًا أهمية اختيار المصادر الصحيحة للتعلم، وكيفية تمييز الجيد منها عند بدايتك في هذا المجال. كما نتطرق إلى مرحلة ما بعد التعليم، حيث نبحر في الخطوات الأساسية لبناء مستقبل مهني ناجح في عالم البرمجة.\n\nولأن مهارات التواصل تلعب دورًا حاسمًا في نجاح المبرمجين، نخصص جزءًا مهمًا من حديثنا لتسليط الضوء على كيفية تطوير هذه المهارات والاستفادة منها في بناء علاقات مهنية قوية وفعّالة.\n\nهذا الفيديو هو كنز حقيقي مليء بالمعرفة والخبرة، موجه لكل مبتدئ يطمح للتميز في عالم البرمجة. تابعونا لتستفيدوا من هذه المعلومات القيمة وتبدأوا رحلتكم نحو النجاح بخطى ثابتة.\n\nلا تنسوا الاشتراك في قناتي وتفعيل زر الإشعارات ليصلكم كل جديد.\n\n-------------\n\n00:00:00 مقدمة\n00:02:34 ما سيتم مناقشته في البودكاست\n00:03:23 الجزء الأول: اختيار صانع المحتوى في تعلم البرمجة\n00:44:53 الجزء الثاني: مرحلة ما بعد تعلم البرمجة\n01:01:32 الجزء الثالث: مهارات التواصل و النجاح المهني، نصائح ومواقف في تعلم اللغة الإنجليزية\n\n-------------\n\nكل لينكات وسائل التواصل الاجتماعى ستجدونها هنا:\nhttps://linktr.ee/KarimMesallam","date":"2024-02-03T07:16:03Z","thumbnail":"https://i.ytimg.com/vi/dkpQ9O8qguU/hqdefault.jpg","url":"https://www.youtube.com/watch?v=dkpQ9O8qguU"},{"id":"9yL012yckHg","title":"مع كريم مسلم عن العمل الحر والذكاء الاصطناعي | ح 110 | عيادة الشركات | د. إيهاب مسلم","description":"قناة كريم على يوتيوب\nhttps://www.youtube.com/@KarimMesallam \nصفحة الفيسبوك\nhttps://facebook.com/KarimMesallamTalks\nموقع العمل الحر المذكور\nhttps://www.upwork.com\n\n===\nللحصول على كوبونات خصم لكورساتي على موقع يوديمي \nو للحصول على دبلومة التسويق 3في1 كاملة \nواتس اب خدمة العملاء\n wa.me/201111709869\n====\nانضم للقناة وادعم استمرار المحتوى المجاني\nhttps://www.youtube.com/channel/UC-0QlSXTbHxTLb7KM0FRDWQ/join\n==\nعيادة_الشركات#\n#ايهاب_مسلم \nجروب عيادة الشركات على فيسبوك\nhttps://www.facebook.com/groups/3iada\n\nصفحة الفيسبوك\nhttps://www.facebook.com/dr.ehabmes\n\nبودكاست عيادة الشركات\nhttps://soundcloud.com/ehab-mesallum\n\nقناة تيليجرام\nhttps://t.me/drehabm","date":"2024-02-14T06:02:44Z","thumbnail":"https://i.ytimg.com/vi/9yL012yckHg/hqdefault.jpg","url":"https://www.youtube.com/watch?v=9yL012yckHg"}],"channelTitle":"Karim Mesallam — كريم مسلَّم"}